{
  "added_tokens_decoder": {
    "0": {
      "content": "[UNK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "chat_template": "{% for message in messages %}{% if message['role'] == 'user' %}{{ 'User: ' + message['content'] }}{% elif message['role'] == 'assistant' %}{{ 'System: ' + message['content'] }}{% endif %}{% if not loop.last %}{{'\n'}}{% endif %}{% endfor %}",
  "clean_up_tokenization_spaces": true,
  "init_inputs": [
    {
      "": 9435,
      "0": 5345,
      "007": 4464,
      "1": 8555,
      "100": 4571,
      "1000": 7491,
      "11": 3948,
      "12": 2685,
      "120": 914,
      "123": 8635,
      "12th": 2970,
      "13": 4376,
      "13th": 8129,
      "14": 2682,
      "15": 2704,
      "16": 6545,
      "16th": 1401,
      "17": 8706,
      "17th": 4640,
      "18": 2916,
      "19": 1357,
      "1900s": 7788,
      "190s": 1541,
      "1920s": 4397,
      "1930s": 10586,
      "1950s": 15867,
      "1960s": 5315,
      "1970s": 4688,
      "1980s": 4814,
      "1990s": 1696,
      "1992": 6764,
      "1st": 8726,
      "2": 3062,
      "20": 7868,
      "200": 3592,
      "2000s": 5058,
      "2001": 6754,
      "20s": 828,
      "20th": 7209,
      "21": 6244,
      "21st": 4383,
      "22": 8483,
      "23": 7032,
      "24": 6484,
      "24th": 1823,
      "25": 7729,
      "25th": 1351,
      "26th": 758,
      "27": 3193,
      "28": 9064,
      "29th": 705,
      "2d": 5603,
      "2nd": 4774,
      "3": 4520,
      "30": 7484,
      "300": 7321,
      "30s": 1496,
      "31": 6926,
      "33": 2664,
      "38": 18295,
      "3d": 5870,
      "3rd": 6625,
      "4": 9144,
      "40": 6332,
      "43rd": 4668,
      "45": 5770,
      "48": 7027,
      "4th": 130,
      "5": 9374,
      "50": 9423,
      "50s": 7166,
      "5th": 6798,
      "6": 5105,
      "60": 728,
      "60s": 2074,
      "7": 3259,
      "70": 2149,
      "70s": 3494,
      "71": 732,
      "72": 3096,
      "75": 7021,
      "77": 2302,
      "8": 474,
      "80": 6679,
      "80s": 4402,
      "88": 2245,
      "89": 7781,
      "9": 7642,
      "90": 8602,
      "90s": 3354,
      "91": 8099,
      "92": 2213,
      "94": 146,
      "97": 2284,
      "98": 4896,
      "99": 7361,
      "<entity>%22Crocodile%22_Dundee</entity>": 27843,
      "<entity>...And_Justice_for_All_(film)</entity>": 24882,
      "<entity>...When_Love_Happens</entity>": 27943,
      "<entity>020</entity>": 27790,
      "<entity>101_Dalmatians_(1996_film)</entity>": 26611,
      "<entity>10_Cloverfield_Lane</entity>": 27986,
      "<entity>10_Things_I_Hate_About_You</entity>": 27647,
      "<entity>127_Hours</entity>": 29025,
      "<entity>12_Angry_Men_(1957_film)</entity>": 25917,
      "<entity>12_Angry_Men_(1997_film)</entity>": 28570,
      "<entity>12_Monkeys</entity>": 27740,
      "<entity>12_Years_a_Slave_(film)</entity>": 27248,
      "<entity>13_Assassins</entity>": 27291,
      "<entity>13_Ghosts</entity>": 25535,
      "<entity>13_Going_on_30</entity>": 24879,
      "<entity>13_Hours:_The_Secret_Soldiers_of_Benghazi</entity>": 25528,
      "<entity>13th_(film)</entity>": 26319,
      "<entity>17_Again_(film)</entity>": 25290,
      "<entity>18_Again!</entity>": 25078,
      "<entity>21_(2008_film)</entity>": 27446,
      "<entity>21_(2016_film)</entity>": 25943,
      "<entity>21_Grams</entity>": 25562,
      "<entity>21_Jump_Street_(film)</entity>": 27928,
      "<entity>22_Jump_Street</entity>": 28085,
      "<entity>27_Dresses</entity>": 25849,
      "<entity>28_Days_(film)</entity>": 25646,
      "<entity>28_Days_Later</entity>": 25315,
      "<entity>28_Weeks_Later</entity>": 28646,
      "<entity>2_Fast_2_Furious</entity>": 26661,
      "<entity>2_Guns</entity>": 26862,
      "<entity>300:_Rise_of_an_Empire</entity>": 25967,
      "<entity>300_Miles_to_Heaven</entity>": 27187,
      "<entity>30_Days_of_Night_(film)</entity>": 25513,
      "<entity>35_and_Ticking</entity>": 27841,
      "<entity>3:10_to_Yuma_(2007_film)</entity>": 29188,
      "<entity>3_Days_to_Kill</entity>": 25892,
      "<entity>3_Idiots</entity>": 29179,
      "<entity>3_Ninjas_(film)</entity>": 26047,
      "<entity>40_Days_and_Nights</entity>": 26218,
      "<entity>42_(film)</entity>": 26484,
      "<entity>47_Meters_Down</entity>": 26262,
      "<entity>47_Ronin_(2013_film)</entity>": 26066,
      "<entity>48_Hrs.</entity>": 26974,
      "<entity>50_First_Dates</entity>": 27712,
      "<entity>61*</entity>": 26832,
      "<entity>8_Heads_in_a_Duffel_Bag</entity>": 28438,
      "<entity>8_Mile_(film)</entity>": 28331,
      "<entity>8mm_(film)</entity>": 24953,
      "<entity>9-Man_(film)</entity>": 27659,
      "<entity>916_(film)</entity>": 27336,
      "<entity>9</entity>": 26203,
      "<entity>9_to_5_(film)</entity>": 28595,
      "<entity>A.I._Artificial_Intelligence</entity>": 27195,
      "<entity>A_Beautiful_Life_(2008_film)</entity>": 25633,
      "<entity>A_Beautiful_Mind_(film)</entity>": 28120,
      "<entity>A_Better_Tomorrow</entity>": 25037,
      "<entity>A_Bridge_Too_Far_(film)</entity>": 28167,
      "<entity>A_Bronx_Tale</entity>": 27394,
      "<entity>A_Bug's_Life</entity>": 25878,
      "<entity>A_Chorus_Line_(film)</entity>": 26682,
      "<entity>A_Christmas_Carol_(2009_film)</entity>": 28249,
      "<entity>A_Christmas_Horror_Story</entity>": 28486,
      "<entity>A_Christmas_Story</entity>": 27475,
      "<entity>A_Clockwork_Orange_(film)</entity>": 25534,
      "<entity>A_Cure_for_Wellness</entity>": 27447,
      "<entity>A_Dangerous_Man</entity>": 28716,
      "<entity>A_Day_in_the_Death_of_Donny_B</entity>": 26001,
      "<entity>A_Far_Off_Place</entity>": 26069,
      "<entity>A_Few_Good_Men</entity>": 28398,
      "<entity>A_Fish_Called_Wanda</entity>": 27937,
      "<entity>A_Fistful_of_Dollars</entity>": 26083,
      "<entity>A_Game_of_Thrones_(role-playing_game)</entity>": 27154,
      "<entity>A_Girl_at_My_Door</entity>": 28069,
      "<entity>A_Good_Day_to_Die_Hard</entity>": 26239,
      "<entity>A_Good_Year</entity>": 28656,
      "<entity>A_Goofy_Movie</entity>": 27464,
      "<entity>A_Guide_to_Recognizing_Your_Saints</entity>": 28335,
      "<entity>A_Haunted_House</entity>": 28721,
      "<entity>A_Haunted_House_2</entity>": 28115,
      "<entity>A_History_of_Violence</entity>": 26166,
      "<entity>A_Home_of_Our_Own</entity>": 26064,
      "<entity>A_Kid_for_Two_Farthings_(film)</entity>": 28122,
      "<entity>A_Knight's_Tale</entity>": 27665,
      "<entity>A_League_of_Their_Own</entity>": 28042,
      "<entity>A_Letter_to_Momo</entity>": 26126,
      "<entity>A_Lot_like_Love</entity>": 27767,
      "<entity>A_Madea_Christmas_(film)</entity>": 25220,
      "<entity>A_Man_Apart</entity>": 28687,
      "<entity>A_Midsummer_Night's_Dream_(1999_film)</entity>": 25492,
      "<entity>A_Monster_Calls_(film)</entity>": 26873,
      "<entity>A_Night_at_the_Roxbury</entity>": 27828,
      "<entity>A_Nightmare_on_Elm_Street_(2010_film)</entity>": 26534,
      "<entity>A_Nightmare_on_Elm_Street_(franchise)</entity>": 27148,
      "<entity>A_Perfect_Getaway</entity>": 26600,
      "<entity>A_Perfect_Murder</entity>": 28563,
      "<entity>A_Perfect_World</entity>": 27391,
      "<entity>A_Place_at_the_Table</entity>": 25871,
      "<entity>A_Quiet_Place_to_Kill</entity>": 25378,
      "<entity>A_Raisin_in_the_Sun_(2008_film)</entity>": 28163,
      "<entity>A_River_Runs_Through_It_(film)</entity>": 24917,
      "<entity>A_Room_with_a_View_(1985_film)</entity>": 26888,
      "<entity>A_Scanner_Darkly_(film)</entity>": 26826,
      "<entity>A_Shot_in_the_Dark_(1964_film)</entity>": 25188,
      "<entity>A_Silent_Voice_(film)</entity>": 26687,
      "<entity>A_Simple_Plan_(film)</entity>": 26241,
      "<entity>A_Star_Is_Born_(1954_film)</entity>": 26143,
      "<entity>A_Tale_of_Two_Sisters</entity>": 28622,
      "<entity>A_Time_to_Kill_(1996_film)</entity>": 25527,
      "<entity>A_Very_Harold_&_Kumar_3D_Christmas</entity>": 28250,
      "<entity>A_Walk_Among_the_Tombstones_(film)</entity>": 29148,
      "<entity>A_Walk_in_the_Clouds</entity>": 28313,
      "<entity>A_Walk_to_Remember</entity>": 27968,
      "<entity>A_Woman_Scorned_(1911_film)</entity>": 28809,
      "<entity>Abbott_and_Costello_Go_to_Mars</entity>": 28235,
      "<entity>Abbott_and_Costello_Meet_Frankenstein</entity>": 28298,
      "<entity>Abduction_(2011_film)</entity>": 25318,
      "<entity>About_Last_Night_(1986_film)</entity>": 26022,
      "<entity>About_Time_(2013_film)</entity>": 26824,
      "<entity>About_a_Boy_(film)</entity>": 25648,
      "<entity>Above_the_Law_(film)</entity>": 29121,
      "<entity>Abraham_Lincoln:_Vampire_Hunter</entity>": 27679,
      "<entity>Absentia_(film)</entity>": 27648,
      "<entity>Absolute_Beginners_(film)</entity>": 27131,
      "<entity>Absolute_Power_(film)</entity>": 26450,
      "<entity>Absolutely_Anything</entity>": 28881,
      "<entity>According_to_Greta</entity>": 26665,
      "<entity>Ace_Ventura:_Pet_Detective</entity>": 27983,
      "<entity>Ace_Ventura:_When_Nature_Calls</entity>": 27426,
      "<entity>Ace_in_the_Hole_(1951_film)</entity>": 25740,
      "<entity>Across_the_Universe_(film)</entity>": 28225,
      "<entity>Act_of_Valor</entity>": 28808,
      "<entity>Acts_of_Worship_(film)</entity>": 25673,
      "<entity>Addicted_(2002_film)</entity>": 25238,
      "<entity>Addicted_to_Love_(film)</entity>": 26949,
      "<entity>Adventureland_(film)</entity>": 26415,
      "<entity>Adventures_in_Babysitting</entity>": 25969,
      "<entity>Adventures_of_Captain_Marvel</entity>": 26569,
      "<entity>African_Cats</entity>": 25685,
      "<entity>After_Earth</entity>": 25815,
      "<entity>Agent_Cody_Banks</entity>": 25165,
      "<entity>Aids_(film)</entity>": 25158,
      "<entity>Aileen_Wuornos:_The_Selling_of_a_Serial_Killer</entity>": 29090,
      "<entity>Air_Bud:_World_Pup</entity>": 26136,
      "<entity>Air_Bud</entity>": 29134,
      "<entity>Air_Force_One_(film)</entity>": 27753,
      "<entity>Airheads</entity>": 25736,
      "<entity>Airplane!</entity>": 28440,
      "<entity>Airplane_II:_The_Sequel</entity>": 27180,
      "<entity>Akira_(1988_film)</entity>": 26381,
      "<entity>Aladdin_(1992_Golden_Films_film)</entity>": 26713,
      "<entity>Aladdin_and_the_King_of_Thieves</entity>": 27384,
      "<entity>Aladin_(film)</entity>": 25461,
      "<entity>Alaska_(1996_film)</entity>": 26261,
      "<entity>Alex_&_Emma</entity>": 25088,
      "<entity>Alexander_(2004_film)</entity>": 28541,
      "<entity>Ali_(film)</entity>": 24999,
      "<entity>Ali_G_Indahouse</entity>": 28011,
      "<entity>Alice_Through_the_Looking_Glass_(2016_film)</entity>": 28030,
      "<entity>Alice_in_Wonderland_(1976_film)</entity>": 28223,
      "<entity>Alice_in_Wonderland_(2005_film)</entity>": 27262,
      "<entity>Alice_in_Wonderland_(2010_film)</entity>": 26889,
      "<entity>Alien:_Resurrection</entity>": 28773,
      "<entity>Alien_(film)</entity>": 26266,
      "<entity>Alien_2:_On_Earth</entity>": 25070,
      "<entity>Alien_3</entity>": 27122,
      "<entity>Alien_Dead</entity>": 27457,
      "<entity>Alien_Nation_(film)</entity>": 26140,
      "<entity>Alien_vs._Predator_(film)</entity>": 24948,
      "<entity>Aliens_(film)</entity>": 28886,
      "<entity>Aliens_in_the_Attic</entity>": 28952,
      "<entity>Aliens_vs._Predator:_Requiem</entity>": 26636,
      "<entity>Alila</entity>": 27085,
      "<entity>Alive_(1993_film)</entity>": 25287,
      "<entity>All's_Faire_in_Love</entity>": 28300,
      "<entity>All_About_Anna</entity>": 27506,
      "<entity>All_About_Eve</entity>": 27016,
      "<entity>All_About_Steve</entity>": 25620,
      "<entity>All_Dogs_Go_to_Heaven_2</entity>": 25024,
      "<entity>All_Good_Things_(film)</entity>": 26200,
      "<entity>All_Quiet_on_the_Western_Front_(1930_film)</entity>": 27280,
      "<entity>All_the_Right_Moves_(film)</entity>": 27690,
      "<entity>All_the_Way_(Buffy_the_Vampire_Slayer)</entity>": 27631,
      "<entity>Allied_(film)</entity>": 27297,
      "<entity>Almost_Famous</entity>": 26135,
      "<entity>Almost_Friends</entity>": 29270,
      "<entity>Alone_in_Berlin_(film)</entity>": 25419,
      "<entity>Alone_in_the_Dark_(2005_film)</entity>": 26420,
      "<entity>Along_Came_a_Spider_(film)</entity>": 24972,
      "<entity>Alvin_and_the_Chipmunks_(film)</entity>": 27534,
      "<entity>Amadeus_(film)</entity>": 28092,
      "<entity>American_Beauty_(1999_film)</entity>": 27468,
      "<entity>American_Gangster_(film)</entity>": 27489,
      "<entity>American_Gigolo</entity>": 25190,
      "<entity>American_Graffiti</entity>": 26345,
      "<entity>American_History_X</entity>": 27074,
      "<entity>American_Hustle</entity>": 26609,
      "<entity>American_Me</entity>": 26131,
      "<entity>American_Ninja</entity>": 24984,
      "<entity>American_Ninja_2:_The_Confrontation</entity>": 26046,
      "<entity>American_Pie_(film_series)</entity>": 28594,
      "<entity>American_Pie_2</entity>": 25703,
      "<entity>American_Psycho_(film)</entity>": 27777,
      "<entity>American_Sniper</entity>": 28814,
      "<entity>American_Wedding</entity>": 29083,
      "<entity>American_Zombie</entity>": 25683,
      "<entity>Amistad_(film)</entity>": 25307,
      "<entity>Amores_perros</entity>": 25712,
      "<entity>Amy_(2015_film)</entity>": 26062,
      "<entity>Amélie</entity>": 26630,
      "<entity>An_Affair_to_Remember</entity>": 25990,
      "<entity>An_American_Haunting</entity>": 27746,
      "<entity>An_American_Werewolf_in_London</entity>": 24897,
      "<entity>An_American_Werewolf_in_Paris</entity>": 27105,
      "<entity>An_Inconvenient_Truth</entity>": 25938,
      "<entity>Anabelle_Acosta</entity>": 27981,
      "<entity>Anaconda_(film_series)</entity>": 25567,
      "<entity>Analyze_This</entity>": 25299,
      "<entity>Anastasia_(1997_film)</entity>": 26763,
      "<entity>Anatomy_of_a_Murder</entity>": 29035,
      "<entity>Anchorman:_The_Legend_of_Ron_Burgundy</entity>": 28815,
      "<entity>Anchorman_2:_The_Legend_Continues</entity>": 27004,
      "<entity>And_Then_There_Were_None_(1974_film)</entity>": 27644,
      "<entity>Angels_&_Demons_(film)</entity>": 27040,
      "<entity>Angels_in_the_Outfield_(1994_film)</entity>": 26080,
      "<entity>Anger_Management_(film)</entity>": 28096,
      "<entity>Animal_Crackers_(2017_film)</entity>": 28742,
      "<entity>Animal_House</entity>": 29207,
      "<entity>Anna_and_the_King</entity>": 25904,
      "<entity>Anna_in_Kungfuland</entity>": 25062,
      "<entity>Annabelle's_Affairs</entity>": 28588,
      "<entity>Annabelle_(film)</entity>": 26857,
      "<entity>Annabelle_2</entity>": 24936,
      "<entity>Anneliese:_The_Exorcist_Tapes</entity>": 27403,
      "<entity>Annie_(1976_film)</entity>": 29098,
      "<entity>Annie_(1982_film)</entity>": 26793,
      "<entity>Annie_(1999_film_soundtrack)</entity>": 25445,
      "<entity>Annie_(2014_film_soundtrack)</entity>": 26979,
      "<entity>Annie_Hall</entity>": 26400,
      "<entity>Anomalisa</entity>": 26289,
      "<entity>Another_Cinderella_Story</entity>": 26732,
      "<entity>Ant-Man_(film)</entity>": 27245,
      "<entity>Anth</entity>": 26288,
      "<entity>Antz</entity>": 26291,
      "<entity>Any_Given_Sunday</entity>": 28442,
      "<entity>Anywhere_but_Here_(film)</entity>": 28055,
      "<entity>Apartment_143</entity>": 27997,
      "<entity>Apocalypse_Now</entity>": 28920,
      "<entity>Apocalypto</entity>": 27670,
      "<entity>Apollo_13_(film)</entity>": 28703,
      "<entity>Apollo_18_(film)</entity>": 26287,
      "<entity>Arachnophobia_(film)</entity>": 25041,
      "<entity>Are_We_Done_Yet%3F</entity>": 28485,
      "<entity>Are_We_There_Yet%3F_(film)</entity>": 25728,
      "<entity>Are_You_Here</entity>": 28469,
      "<entity>Area_51_(film)</entity>": 26797,
      "<entity>Argo_(2004_film)</entity>": 29237,
      "<entity>Argo_(2012_film)</entity>": 26178,
      "<entity>Armageddon_(1997_film)</entity>": 28834,
      "<entity>Armageddon_(1998_film)</entity>": 27373,
      "<entity>Around_the_World_in_80_Days_(2004_film)</entity>": 27466,
      "<entity>Arrival_(film)</entity>": 27063,
      "<entity>Arthur_(2011_film)</entity>": 27068,
      "<entity>Arthur_Christmas</entity>": 28212,
      "<entity>As_Good_as_It_Gets</entity>": 28344,
      "<entity>Assassins_(film)</entity>": 25470,
      "<entity>Atlantic_Rim_(film)</entity>": 28494,
      "<entity>Atlantis:_The_Lost_Empire</entity>": 29102,
      "<entity>Atonement_(film)</entity>": 28766,
      "<entity>Attack_of_the_50_Foot_Woman</entity>": 26377,
      "<entity>Attack_on_Titan_(film)</entity>": 25974,
      "<entity>Attakathi</entity>": 28025,
      "<entity>Au_revoir_les_enfants</entity>": 26037,
      "<entity>August:_Osage_County_(film)</entity>": 29264,
      "<entity>Auntie_Mame_(film)</entity>": 29030,
      "<entity>Austin_Powers:_International_Man_of_Mystery</entity>": 25241,
      "<entity>Austin_Powers_in_Goldmember</entity>": 26301,
      "<entity>Automata_(film)</entity>": 26948,
      "<entity>Avatar_(2004_film)</entity>": 27318,
      "<entity>Avatar_(2009_film)</entity>": 25922,
      "<entity>Avenger_(2006_film)</entity>": 24911,
      "<entity>Avengers:_Age_of_Ultron</entity>": 26781,
      "<entity>Avengers_Grimm</entity>": 27112,
      "<entity>Awakenings</entity>": 27579,
      "<entity>Ayn_Rand:_A_Sense_of_Life</entity>": 28560,
      "<entity>BASEketball_(soundtrack)</entity>": 24910,
      "<entity>BURN-E</entity>": 28497,
      "<entity>Babe:_Pig_in_the_City</entity>": 26510,
      "<entity>Babe_(film)</entity>": 25420,
      "<entity>Babel_(film)</entity>": 27263,
      "<entity>Baby's_Day_Out</entity>": 29202,
      "<entity>Baby_Driver_(film)</entity>": 28350,
      "<entity>Baby_Mama_(film)</entity>": 26115,
      "<entity>Bachelor_Party_(2012_film)</entity>": 25793,
      "<entity>Bachelor_Party_Vegas</entity>": 25346,
      "<entity>Bachelorette_(film)</entity>": 29253,
      "<entity>Back_to_School</entity>": 25018,
      "<entity>Back_to_the_Future</entity>": 28569,
      "<entity>Back_to_the_Future_(franchise)</entity>": 28233,
      "<entity>Back_to_the_Future_Part_II</entity>": 28875,
      "<entity>Back_to_the_Future_Part_III</entity>": 29278,
      "<entity>Backcountry_(film)</entity>": 25610,
      "<entity>Backtrack_(2015_film)</entity>": 28396,
      "<entity>Bad_Boys_(1995_film)</entity>": 28419,
      "<entity>Bad_Boys_(2003_film)</entity>": 26765,
      "<entity>Bad_Boys_(manga)</entity>": 27567,
      "<entity>Bad_Boys_II</entity>": 25945,
      "<entity>Bad_Company_(2002_film)</entity>": 29139,
      "<entity>Bad_Girls_(2012_film)</entity>": 28287,
      "<entity>Bad_Moms</entity>": 28978,
      "<entity>Bad_News_Bears</entity>": 27288,
      "<entity>Bad_Santa</entity>": 26735,
      "<entity>Bad_Taste</entity>": 27918,
      "<entity>Bad_Teacher</entity>": 27577,
      "<entity>Bad_Words_(film)</entity>": 28509,
      "<entity>Baggage_Claim_(film)</entity>": 26327,
      "<entity>Balls_of_Fury</entity>": 25145,
      "<entity>Bambi</entity>": 28846,
      "<entity>Bambi_(2013_film)</entity>": 28662,
      "<entity>Bandits_(2001_film)</entity>": 25593,
      "<entity>Bandslam</entity>": 27438,
      "<entity>Barbershop:_The_Next_Cut</entity>": 28776,
      "<entity>Barry_(2016_film)</entity>": 26128,
      "<entity>Barry_Lyndon</entity>": 25104,
      "<entity>Barton_Fink</entity>": 25225,
      "<entity>Basic_Instinct</entity>": 27569,
      "<entity>Basilisk:_The_Serpent_King</entity>": 28741,
      "<entity>Bastille_Day_(film)</entity>": 26237,
      "<entity>Batman:_Death_Wish</entity>": 29060,
      "<entity>Batman:_Revenge</entity>": 28775,
      "<entity>Batman_&_Robin_(film)</entity>": 28749,
      "<entity>Batman_(1966_film)</entity>": 26379,
      "<entity>Batman_(1989_film_series)</entity>": 28824,
      "<entity>Batman_(military)</entity>": 26973,
      "<entity>Batman_Beyond:_Return_of_the_Joker_(video_game)</entity>": 27401,
      "<entity>Batman_Forever</entity>": 29063,
      "<entity>Batman_Returns</entity>": 29226,
      "<entity>Batman_Revealed</entity>": 25802,
      "<entity>Batman_v_Superman:_Dawn_of_Justice</entity>": 27787,
      "<entity>Batteries_Not_Included</entity>": 27243,
      "<entity>Battle_Royale_(film)</entity>": 26551,
      "<entity>Battle_of_Britain_(film)</entity>": 28138,
      "<entity>Battle_of_Los_Angeles_(film)</entity>": 25501,
      "<entity>Battleship_(film)</entity>": 27749,
      "<entity>Battlestar_Galactica:_Razor</entity>": 28476,
      "<entity>Be_Cool</entity>": 24977,
      "<entity>Beaches_(film)</entity>": 26883,
      "<entity>Bears_(film)</entity>": 27252,
      "<entity>Beastly_(film)</entity>": 28263,
      "<entity>Beasts_of_No_Nation_(film)</entity>": 26712,
      "<entity>Beauty_Shop</entity>": 24978,
      "<entity>Beauty_and_the_Beast:_The_Enchanted_Christmas</entity>": 29080,
      "<entity>Beauty_and_the_Beast_(1934_film)</entity>": 28222,
      "<entity>Beauty_and_the_Beast_(1992_film)</entity>": 28058,
      "<entity>Beauty_and_the_Beast_(2005_film)</entity>": 29064,
      "<entity>Beauty_and_the_Beast_(2017_film)</entity>": 25602,
      "<entity>Beauty_and_the_Bestie</entity>": 28429,
      "<entity>Because_I_Said_So_(film)</entity>": 27064,
      "<entity>Because_of_Winn-Dixie_(film)</entity>": 25250,
      "<entity>Becoming_Jane</entity>": 26168,
      "<entity>Bedevilled_(2010_film)</entity>": 28876,
      "<entity>Bedknobs_and_Broomsticks</entity>": 25168,
      "<entity>Bedtime_Stories_(film)</entity>": 28931,
      "<entity>Bee_Movie</entity>": 28787,
      "<entity>Beer_for_My_Horses_(film)</entity>": 26326,
      "<entity>Beerfest</entity>": 26176,
      "<entity>Beethoven_(film)</entity>": 25309,
      "<entity>Beetlejuice</entity>": 27955,
      "<entity>Before_I_Go_to_Sleep_(film)</entity>": 27531,
      "<entity>Before_I_Wake_(2016_film)</entity>": 24928,
      "<entity>Before_Midnight_(film)</entity>": 25980,
      "<entity>Before_Sunrise</entity>": 25574,
      "<entity>Begin_Again_(film)</entity>": 26771,
      "<entity>Behind_Enemy_Lines_(film_series)</entity>": 28380,
      "<entity>Behind_the_Mask_(2006_film)</entity>": 25667,
      "<entity>Being_Charlie</entity>": 27778,
      "<entity>Being_Elmo:_A_Puppeteer's_Journey</entity>": 27736,
      "<entity>Being_John_Malkovich</entity>": 27911,
      "<entity>Being_There</entity>": 27544,
      "<entity>Belly_(film)</entity>": 26741,
      "<entity>Ben_(film)</entity>": 26938,
      "<entity>Bend_It_Like_Beckham</entity>": 26916,
      "<entity>Beneath_(2013_film)</entity>": 27839,
      "<entity>Benji_the_Hunted</entity>": 25100,
      "<entity>Benny_&_Joon</entity>": 25264,
      "<entity>Berlin_Syndrome_(film)</entity>": 28748,
      "<entity>Bernie_(2011_film)</entity>": 29219,
      "<entity>Best_Friends_(2007_film)</entity>": 25514,
      "<entity>Best_in_Show_(film)</entity>": 25674,
      "<entity>Better_Off_Dead_(film)</entity>": 26272,
      "<entity>Better_Than_Chocolate</entity>": 25905,
      "<entity>Between_Us_(2016_film)</entity>": 26100,
      "<entity>Beverly_Hills_Cop</entity>": 26252,
      "<entity>Beverly_Hills_Cop_II</entity>": 25163,
      "<entity>Beverly_Hills_Cop_III</entity>": 26257,
      "<entity>Beverly_Hills_Ninja</entity>": 26865,
      "<entity>Bewitched_(2005_film)</entity>": 27916,
      "<entity>Beyond_a_Reasonable_Doubt_(2009_film)</entity>": 26531,
      "<entity>Beyond_the_Law_(1992_film)</entity>": 26149,
      "<entity>Bicentennial_Man_(film)</entity>": 25767,
      "<entity>Bichhoo</entity>": 24892,
      "<entity>Big_(film)</entity>": 26089,
      "<entity>Big_Blue_Lake</entity>": 28406,
      "<entity>Big_Daddy_(1999_film)</entity>": 28576,
      "<entity>Big_Eyes</entity>": 27519,
      "<entity>Big_Fat_Liar</entity>": 27427,
      "<entity>Big_Fish</entity>": 25270,
      "<entity>Big_Hero_6_(film)</entity>": 28124,
      "<entity>Big_Momma's_House_(soundtrack)</entity>": 27761,
      "<entity>Big_Momma's_House_2</entity>": 25177,
      "<entity>Big_Mommas:_Like_Father,_Like_Son</entity>": 25262,
      "<entity>Big_Stan</entity>": 26711,
      "<entity>Big_Trouble_in_Little_China</entity>": 25862,
      "<entity>Bill_&_Ted's_Bogus_Journey</entity>": 26156,
      "<entity>Bill_&_Ted's_Excellent_Adventure</entity>": 25017,
      "<entity>Billy_Budd_(film)</entity>": 28684,
      "<entity>Billy_Elliot</entity>": 28827,
      "<entity>Billy_Liar_(film)</entity>": 25123,
      "<entity>Billy_Lynn's_Long_Halftime_Walk_(film)</entity>": 25268,
      "<entity>Billy_Madison</entity>": 28100,
      "<entity>Bim</entity>": 25156,
      "<entity>Bio-Dome</entity>": 27008,
      "<entity>Bird_(film)</entity>": 26900,
      "<entity>Bird_on_a_Wire_(film)</entity>": 26762,
      "<entity>Birdman_(film_score)</entity>": 28760,
      "<entity>Bitter_Harvest_(2016_film)</entity>": 27273,
      "<entity>Black_(2015_Belgian_film)</entity>": 26962,
      "<entity>Black_Belt_(film)</entity>": 27125,
      "<entity>Black_Christmas_(1974_film)</entity>": 27001,
      "<entity>Black_Christmas_(2006_film)</entity>": 25611,
      "<entity>Black_Death_(film)</entity>": 27678,
      "<entity>Black_Knight_(film)</entity>": 27602,
      "<entity>Black_Mass_(film)</entity>": 25224,
      "<entity>Black_Roses_(1988_film)</entity>": 28340,
      "<entity>Black_Sheep_(1996_film)</entity>": 26364,
      "<entity>Black_Snake_Moan_(film)</entity>": 27530,
      "<entity>Black_Stallion_(film)</entity>": 28184,
      "<entity>Black_Swan_(film)</entity>": 27127,
      "<entity>Blackbeard's_Ghost</entity>": 28565,
      "<entity>Blackfish_(film)</entity>": 27053,
      "<entity>Blacktop_(film)</entity>": 26905,
      "<entity>Blade:_Trinity</entity>": 25208,
      "<entity>Blade_(film)</entity>": 27688,
      "<entity>Blade_(film_series)</entity>": 27814,
      "<entity>Blade_II</entity>": 27073,
      "<entity>Blade_Runner</entity>": 26251,
      "<entity>Blades_of_Glory</entity>": 27541,
      "<entity>Blair_Witch_(film)</entity>": 29070,
      "<entity>Blank_Check_(film)</entity>": 26651,
      "<entity>Blast_from_the_Past_(film)</entity>": 27062,
      "<entity>Blazing_Saddles</entity>": 27858,
      "<entity>Bleed_for_This</entity>": 24871,
      "<entity>Bleeding_Steel</entity>": 25627,
      "<entity>Blended_(film)</entity>": 28820,
      "<entity>Blindside_(film)</entity>": 28253,
      "<entity>Blitz_(film)</entity>": 24985,
      "<entity>Blood_Car</entity>": 29019,
      "<entity>Blood_Diamond_(film)</entity>": 28477,
      "<entity>Blood_Feast</entity>": 29199,
      "<entity>Blood_In_Blood_Out</entity>": 28459,
      "<entity>Blood_Simple</entity>": 24891,
      "<entity>Blood_and_Bone</entity>": 28800,
      "<entity>Bloodsport_(film)</entity>": 25096,
      "<entity>Blow_(film)</entity>": 27619,
      "<entity>Blown_Away_(1994_film)</entity>": 26346,
      "<entity>Blue_Chips</entity>": 29103,
      "<entity>Blue_Crush</entity>": 25997,
      "<entity>Blue_Hawaii</entity>": 25579,
      "<entity>Blue_Is_the_Warmest_Colour</entity>": 27269,
      "<entity>Boat_Trip_(film)</entity>": 26560,
      "<entity>Body_of_Lies_(film)</entity>": 26204,
      "<entity>Bolt_(2008_film)</entity>": 26517,
      "<entity>Bonnie_and_Clyde_(film)</entity>": 25770,
      "<entity>Boogie_Nights</entity>": 24957,
      "<entity>Book_of_Shadows:_Blair_Witch_2</entity>": 25473,
      "<entity>Boomerang_(2001_film)</entity>": 25334,
      "<entity>Boomerang_(2015_film)</entity>": 27226,
      "<entity>Booty_Call</entity>": 25900,
      "<entity>Borat</entity>": 28851,
      "<entity>Bordello_of_Blood</entity>": 27865,
      "<entity>Born_to_Be_Wild_(2011_film)</entity>": 25934,
      "<entity>Born_to_Race_(2011_film)</entity>": 25679,
      "<entity>Boruto:_Naruto_the_Movie</entity>": 27966,
      "<entity>Bottle_Rocket</entity>": 25638,
      "<entity>Bound_(1996_film)</entity>": 29021,
      "<entity>Bounty_Hunters_(TV_series)</entity>": 26746,
      "<entity>Bourne_(film_series)</entity>": 29263,
      "<entity>Bowfinger</entity>": 28135,
      "<entity>Bowling_for_Columbine</entity>": 28005,
      "<entity>Boxing_Helena</entity>": 26222,
      "<entity>Boy_(2010_film)</entity>": 25726,
      "<entity>Boy_Wonder_(film)</entity>": 25169,
      "<entity>Boyhood_(film)</entity>": 28983,
      "<entity>Boys_Don't_Cry_(film)</entity>": 25899,
      "<entity>Boys_on_the_Side</entity>": 25763,
      "<entity>Boyz_n_the_Hood</entity>": 28642,
      "<entity>Braindead_(film)</entity>": 26169,
      "<entity>Bram_Stoker's_Dracula</entity>": 25504,
      "<entity>Brave_(2012_film)</entity>": 28448,
      "<entity>Braveheart</entity>": 28830,
      "<entity>Brazil_(1985_film)</entity>": 27912,
      "<entity>Breakfast_at_Tiffany's_(film)</entity>": 26780,
      "<entity>Breaking_Dawn_(2004_film)</entity>": 26441,
      "<entity>Brewster's_Millions_(1985_film)</entity>": 29193,
      "<entity>Brick_Mansions</entity>": 27192,
      "<entity>Bride_Wars</entity>": 27023,
      "<entity>Bride_Wars_(2015_film)</entity>": 25790,
      "<entity>Bride_and_Prejudice</entity>": 26253,
      "<entity>Bride_of_Chucky</entity>": 28292,
      "<entity>Brides_(2004_film)</entity>": 29212,
      "<entity>Bridesmaids_(1989_film)</entity>": 25382,
      "<entity>Bridesmaids_(2011_film)</entity>": 27900,
      "<entity>Bridge_of_Spies_(film)</entity>": 25624,
      "<entity>Bridge_to_Terabithia_(2007_film)</entity>": 27959,
      "<entity>Bridget_Jones's_Baby</entity>": 27775,
      "<entity>Bridget_Jones's_Diary_(film)</entity>": 28722,
      "<entity>Bridget_Jones:_The_Edge_of_Reason_(film)</entity>": 26442,
      "<entity>Brigadoon_(film)</entity>": 27526,
      "<entity>Bring_It_On_(film_series)</entity>": 28401,
      "<entity>Bringing_Up_Baby</entity>": 27718,
      "<entity>Brokeback_Mountain</entity>": 29116,
      "<entity>Broken_City</entity>": 25639,
      "<entity>Broken_Flowers</entity>": 28067,
      "<entity>Bronson_(film)</entity>": 27715,
      "<entity>Brooklyn's_Finest</entity>": 27490,
      "<entity>Brooklyn_(film)</entity>": 25531,
      "<entity>Brother_Nature_(film)</entity>": 28341,
      "<entity>Brothers_(2009_film)</entity>": 27781,
      "<entity>Bruce_Almighty</entity>": 28877,
      "<entity>Bruce_Lee_and_I</entity>": 27910,
      "<entity>Brüno</entity>": 25254,
      "<entity>Bucky_Larson:_Born_to_Be_a_Star</entity>": 27431,
      "<entity>Budget_Padmanabhan</entity>": 26467,
      "<entity>Buffy_the_Vampire_Slayer_(film)</entity>": 26924,
      "<entity>Bulletproof_(1996_film)</entity>": 28116,
      "<entity>Bullets_over_Broadway</entity>": 28519,
      "<entity>Bullitt</entity>": 27984,
      "<entity>Bully_(2001_film)</entity>": 28468,
      "<entity>Bundle_of_Joy</entity>": 27847,
      "<entity>Burglar_(film)</entity>": 27436,
      "<entity>Buried_(film)</entity>": 27811,
      "<entity>Burlesque_(2010_Australian_film)</entity>": 25874,
      "<entity>Burn_After_Reading</entity>": 28512,
      "<entity>Burnt_Offerings_(film)</entity>": 27049,
      "<entity>Bus_Stop_(1956_film)</entity>": 24926,
      "<entity>Butch_Cassidy_and_the_Sundance_Kid</entity>": 27454,
      "<entity>Butterfly_on_a_Wheel</entity>": 27592,
      "<entity>By_the_Sea_(2015_film)</entity>": 26585,
      "<entity>CNote_(film)</entity>": 26232,
      "<entity>Cabaret_(1972_film)</entity>": 28614,
      "<entity>Cabin_Fever_(2000_film)</entity>": 28101,
      "<entity>Cabin_Fever_(2016_film)</entity>": 25616,
      "<entity>Cabin_in_the_Sky_(film)</entity>": 25019,
      "<entity>Caddyshack</entity>": 27027,
      "<entity>Caddyshack_II</entity>": 27864,
      "<entity>Cadillac_Man</entity>": 27982,
      "<entity>Call_of_the_Wild_(2009_film)</entity>": 25649,
      "<entity>Camp_Rock_(Virginia)</entity>": 25167,
      "<entity>Can-Can_(film)</entity>": 25097,
      "<entity>Candyman_(film)</entity>": 28768,
      "<entity>Cannibal!_The_Musical</entity>": 25034,
      "<entity>Cannibal_(2006_film)</entity>": 26834,
      "<entity>Cannibal_Holocaust</entity>": 25605,
      "<entity>Cape_Fear_(1991_film)</entity>": 27538,
      "<entity>Captain_America:_Civil_War</entity>": 29144,
      "<entity>Captain_America_(1979_film)</entity>": 26480,
      "<entity>Captain_America_(1990_film)</entity>": 28358,
      "<entity>Captain_Phillips_(film)</entity>": 29282,
      "<entity>Captain_Voyeur</entity>": 27748,
      "<entity>Carlito's_Way</entity>": 26095,
      "<entity>Carol_(film)</entity>": 26708,
      "<entity>Carolina_(2003_film)</entity>": 25558,
      "<entity>Carousel_(film)</entity>": 28489,
      "<entity>Carrie_(1952_film)</entity>": 26376,
      "<entity>Carrie_(1976_film)</entity>": 27969,
      "<entity>Carrie_(2013_film)</entity>": 27998,
      "<entity>Carriers_(film)</entity>": 26269,
      "<entity>Cars_(film)</entity>": 28293,
      "<entity>Cars_2</entity>": 25369,
      "<entity>Cars_3_(2009_film)</entity>": 25704,
      "<entity>Cars_3_(2017_film)</entity>": 27926,
      "<entity>Cartel_Land</entity>": 25964,
      "<entity>Casablanca_(film)</entity>": 27671,
      "<entity>Casanova_(2005_film)</entity>": 25329,
      "<entity>Cashback_(film)</entity>": 28323,
      "<entity>Casino_(film)</entity>": 28985,
      "<entity>Casino_Royale_(2006_film)</entity>": 27656,
      "<entity>Casper_(film)</entity>": 28047,
      "<entity>Cast_Away</entity>": 28119,
      "<entity>Castaway_(film)</entity>": 27270,
      "<entity>Castle_in_the_Sky</entity>": 28801,
      "<entity>Cat_Ballou</entity>": 27816,
      "<entity>Cat_People_(1942_film)</entity>": 26416,
      "<entity>Cat_and_Mouse_(2003_film)</entity>": 26217,
      "<entity>Catch_Me_If_You_Can</entity>": 25079,
      "<entity>Catch_That_Kid</entity>": 25453,
      "<entity>Cats_&_Dogs</entity>": 26669,
      "<entity>Cats_(1998_film)</entity>": 27470,
      "<entity>Cats_Don't_Dance</entity>": 27042,
      "<entity>Catwoman_(film)</entity>": 27247,
      "<entity>Cedar_Rapids_(film)</entity>": 28416,
      "<entity>Center_Stage_(2000_film)</entity>": 27586,
      "<entity>Central_Intelligence</entity>": 24914,
      "<entity>Centurion_(film)</entity>": 25397,
      "<entity>Certified_Copy_(film)</entity>": 25672,
      "<entity>Challenge_to_Lassie</entity>": 28528,
      "<entity>Chances:_The_Women_of_Magdalene</entity>": 28714,
      "<entity>Changeling_(film)</entity>": 25141,
      "<entity>Changing_Lanes</entity>": 27565,
      "<entity>Chaos_(2000_film)</entity>": 27674,
      "<entity>Chaplin_(film)</entity>": 25026,
      "<entity>Chappie_(film)</entity>": 28161,
      "<entity>Charade_(1953_film)</entity>": 24866,
      "<entity>Chariots_of_Fire</entity>": 25909,
      "<entity>Charles_Manson_Superstar</entity>": 25486,
      "<entity>Charlie's_Angels_(film)</entity>": 28655,
      "<entity>Charlie_St._Cloud_(film)</entity>": 26359,
      "<entity>Charlie_and_the_Chocolate_Factory_(film)</entity>": 29229,
      "<entity>Charlotte's_Web_(1973_film)</entity>": 25678,
      "<entity>Charlotte's_Web_(2006_film)</entity>": 26822,
      "<entity>Chasing_Amy</entity>": 25094,
      "<entity>Cheaper_by_the_Dozen_(2003_film)</entity>": 27038,
      "<entity>Cheaper_by_the_Dozen_2</entity>": 25160,
      "<entity>Cheech_&_Chong's_Next_Movie</entity>": 25035,
      "<entity>Cheech_&_Chong's_The_Corsican_Brothers</entity>": 29016,
      "<entity>Chef_(film)</entity>": 28319,
      "<entity>Chernobyl_Diaries</entity>": 27012,
      "<entity>Chicago_(2002_film)</entity>": 27652,
      "<entity>Chicago_10_(film)</entity>": 28564,
      "<entity>Chicken_Little_(2005_film)</entity>": 25692,
      "<entity>Chicken_Run</entity>": 25511,
      "<entity>Chiko</entity>": 26934,
      "<entity>Child's_Play_(1988_film)</entity>": 26425,
      "<entity>Children_Full_of_Life</entity>": 25233,
      "<entity>Children_of_Men</entity>": 28148,
      "<entity>Children_of_the_Corn_(1984_film)</entity>": 25253,
      "<entity>Children_of_the_Corn_(2009_film)</entity>": 25500,
      "<entity>China_(2016_film)</entity>": 26844,
      "<entity>Chinatown_(1974_film)</entity>": 26930,
      "<entity>Chitty_Chitty_Bang_Bang</entity>": 28625,
      "<entity>Chocolat_(2000_film)</entity>": 27640,
      "<entity>Chocolat_(2016_film)</entity>": 28473,
      "<entity>Christine_(1983_film)</entity>": 25186,
      "<entity>Christmas_Eve_(2015_film)</entity>": 25050,
      "<entity>Christmas_in_Connecticut</entity>": 24893,
      "<entity>Christmas_in_Love</entity>": 25217,
      "<entity>Christmas_with_the_Kranks</entity>": 27620,
      "<entity>Chronic_(film)</entity>": 26158,
      "<entity>Chronicle</entity>": 25640,
      "<entity>Chungking_Express</entity>": 25209,
      "<entity>Cinderella</entity>": 28835,
      "<entity>Cinderella_(1947_film)</entity>": 27662,
      "<entity>Cinderella_(1955_film)</entity>": 27025,
      "<entity>Cinderella_(1994_film)</entity>": 26618,
      "<entity>Cinderella_(2006_film)</entity>": 28110,
      "<entity>Cinderella_(2015_Indian_film)</entity>": 25454,
      "<entity>Cinderella_Man</entity>": 26731,
      "<entity>Cinema_Paradiso</entity>": 26382,
      "<entity>Citizen_Kane</entity>": 28833,
      "<entity>Citizenfour</entity>": 26649,
      "<entity>City_of_Ember</entity>": 26191,
      "<entity>City_of_Ghosts</entity>": 24900,
      "<entity>City_of_God_(2002_film)</entity>": 28844,
      "<entity>City_of_Gold_(2010_film)</entity>": 28098,
      "<entity>City_of_Men_(film)</entity>": 25971,
      "<entity>Clash_of_the_Titans_(1981_film)</entity>": 27502,
      "<entity>Clash_of_the_Titans_(2010_film)</entity>": 28971,
      "<entity>Clerks</entity>": 25200,
      "<entity>Clerks_II</entity>": 25542,
      "<entity>Click_(2006_film)</entity>": 25916,
      "<entity>Click_(2010_film)</entity>": 25848,
      "<entity>Cliffhanger_(film)</entity>": 25866,
      "<entity>Cloak_&_Dagger_(1984_film)</entity>": 27699,
      "<entity>Close_Encounters_of_the_Third_Kind</entity>": 26944,
      "<entity>Closer_(2004_film)</entity>": 29068,
      "<entity>Cloud_Atlas_(film)</entity>": 26399,
      "<entity>Cloudy_with_a_Chance_of_Meatballs_(film)</entity>": 26685,
      "<entity>Cloudy_with_a_Chance_of_Meatballs_2</entity>": 27169,
      "<entity>Cloverfield</entity>": 27949,
      "<entity>Clue_(film)</entity>": 27977,
      "<entity>Clueless_(film)</entity>": 28390,
      "<entity>Coach_Carter</entity>": 25483,
      "<entity>Cobra_(1991_film)</entity>": 26119,
      "<entity>Cocktail_(1988_film)</entity>": 28598,
      "<entity>Coco_(2017_film)</entity>": 27334,
      "<entity>Coco_(folklore)</entity>": 29273,
      "<entity>Code_of_Honor_(film)</entity>": 28277,
      "<entity>Cold_Mountain_(film)</entity>": 28621,
      "<entity>Collateral_(film)</entity>": 28044,
      "<entity>Collateral_Beauty</entity>": 27581,
      "<entity>College_(2008_film)</entity>": 25970,
      "<entity>Collide_(film)</entity>": 26500,
      "<entity>Colors_(film)</entity>": 25013,
      "<entity>Come_Drink_with_Me</entity>": 26872,
      "<entity>Come_On,_Leathernecks!</entity>": 26610,
      "<entity>Coming_to_America</entity>": 27880,
      "<entity>Commando_(1985_film)</entity>": 25850,
      "<entity>Commando_(1988_film)</entity>": 27940,
      "<entity>Commando_2</entity>": 27216,
      "<entity>Comrades:_Almost_a_Love_Story</entity>": 26317,
      "<entity>Con_Air</entity>": 27043,
      "<entity>Conan_the_Barbarian_(1982_film)</entity>": 25786,
      "<entity>Conan_the_Destroyer</entity>": 28418,
      "<entity>Concussion_(2015_film)</entity>": 25607,
      "<entity>Coneheads_(film)</entity>": 28372,
      "<entity>Confess_(film)</entity>": 27664,
      "<entity>Confessions_of_a_Dangerous_Mind</entity>": 29026,
      "<entity>Confessions_of_a_Shopaholic_(film)</entity>": 29225,
      "<entity>Confessions_of_a_Teenage_Drama_Queen</entity>": 27289,
      "<entity>Conjuring_(film)</entity>": 26268,
      "<entity>Conspiracy_Theory_(film)</entity>": 28843,
      "<entity>Constantine_(film)</entity>": 25372,
      "<entity>Contact_(1997_American_film)</entity>": 25091,
      "<entity>Contact_(2009_film)</entity>": 26389,
      "<entity>Contagion_(film)</entity>": 26455,
      "<entity>Contracted_(film)</entity>": 27745,
      "<entity>Conviction_(2010_film)</entity>": 26720,
      "<entity>Cool_Runnings</entity>": 27453,
      "<entity>Cop_(film)</entity>": 28907,
      "<entity>Cop_Out_(2010_film)</entity>": 28111,
      "<entity>Cops_and_Robbers_(1993_film)</entity>": 25302,
      "<entity>Copycat_(film)</entity>": 29231,
      "<entity>Coraline_(film)</entity>": 28336,
      "<entity>Corpse_Bride</entity>": 25998,
      "<entity>Cosmos_(2010_film)</entity>": 27875,
      "<entity>Cosmos_(2015_film)</entity>": 27161,
      "<entity>Countryman_(film)</entity>": 28975,
      "<entity>Courage_Under_Fire</entity>": 26904,
      "<entity>Courageous_(film)</entity>": 25781,
      "<entity>Cowboy_(1958_film)</entity>": 27751,
      "<entity>Cowboy_(2013_film)</entity>": 26324,
      "<entity>Cowboy_Bebop:_The_Movie</entity>": 29048,
      "<entity>Cowboys_&_Aliens</entity>": 25632,
      "<entity>Crank:_High_Voltage</entity>": 25987,
      "<entity>Crank_(film)</entity>": 26369,
      "<entity>Crash_(2004_film)</entity>": 26270,
      "<entity>Crazy,_Stupid,_Love</entity>": 26231,
      "<entity>Crazy_Heart</entity>": 25089,
      "<entity>Creed_(film)</entity>": 26725,
      "<entity>Creep_(2014_film)</entity>": 27425,
      "<entity>Creepshow</entity>": 27823,
      "<entity>Criminal_(2016_film)</entity>": 27362,
      "<entity>Crimson_Peak</entity>": 25977,
      "<entity>Crimson_Tide_(film)</entity>": 25869,
      "<entity>Crocodile_Dundee_in_Los_Angeles</entity>": 26783,
      "<entity>Cromwell_(film)</entity>": 26190,
      "<entity>Crooklyn</entity>": 25910,
      "<entity>Crossroads_(2002_film)</entity>": 26485,
      "<entity>Crouching_Tiger,_Hidden_Dragon</entity>": 29233,
      "<entity>Cry-Baby</entity>": 27162,
      "<entity>Cry_Danger</entity>": 27191,
      "<entity>Cry_Wolf_(2005_film)</entity>": 25837,
      "<entity>Cube_(film)</entity>": 25818,
      "<entity>Cube_2:_Hypercube</entity>": 26675,
      "<entity>Cube_Zero</entity>": 25086,
      "<entity>Cujo_(film)</entity>": 25505,
      "<entity>Curly_Sue</entity>": 26779,
      "<entity>Curse_of_Chucky</entity>": 26123,
      "<entity>Cutthroat_Island</entity>": 29293,
      "<entity>Cyborg_(film)</entity>": 28159,
      "<entity>Cyrano_de_Bergerac_(1990_film)</entity>": 26556,
      "<entity>Cyrus:_Mind_of_a_Serial_Killer</entity>": 27126,
      "<entity>D-17_(film)</entity>": 27174,
      "<entity>D_(film)</entity>": 28420,
      "<entity>Dad's_Army_(2016_film)</entity>": 25870,
      "<entity>Daddy's_Home_(film)</entity>": 27319,
      "<entity>Daddy_Day_Camp</entity>": 28240,
      "<entity>Daddy_Day_Care</entity>": 29024,
      "<entity>Dahmer_(film)</entity>": 28465,
      "<entity>Dallas_Buyers_Club</entity>": 24939,
      "<entity>Damsel_(2017_film)</entity>": 28522,
      "<entity>Dan_in_Real_Life</entity>": 28514,
      "<entity>Dance_with_Me_(film)</entity>": 28262,
      "<entity>Dancer_in_the_Dark</entity>": 26157,
      "<entity>Dances_with_Wolves</entity>": 25843,
      "<entity>Dangal_(film)</entity>": 27101,
      "<entity>Dangerous_Minds</entity>": 29004,
      "<entity>Dante's_Peak</entity>": 25612,
      "<entity>Daredevil_(film)</entity>": 27052,
      "<entity>Dark_City_(1990_film)</entity>": 25883,
      "<entity>Dark_City_(1998_film)</entity>": 28105,
      "<entity>Dark_Sea</entity>": 25457,
      "<entity>Dark_Shadows_(film)</entity>": 28345,
      "<entity>Dark_Tide</entity>": 29150,
      "<entity>Dark_Water_(2005_film)</entity>": 25391,
      "<entity>Darkest_Hour_(film)</entity>": 27890,
      "<entity>Darkman</entity>": 28050,
      "<entity>Darkness_(2015_film)</entity>": 26978,
      "<entity>Darkness_Falls_(1999_film)</entity>": 25127,
      "<entity>Darkness_Falls_(2003_film)</entity>": 28848,
      "<entity>Date_Movie</entity>": 25749,
      "<entity>Date_Night</entity>": 28631,
      "<entity>Date_with_an_Angel</entity>": 25756,
      "<entity>Dawn_of_the_Dead_(1978_film)</entity>": 25682,
      "<entity>Dawn_of_the_Dead_(2004_film)</entity>": 28745,
      "<entity>Dawson_City:_Frozen_Time</entity>": 25657,
      "<entity>Day_of_the_Dead_(1985_film)</entity>": 27137,
      "<entity>Day_of_the_Dead_(2008_film)</entity>": 28139,
      "<entity>Daybreakers</entity>": 25594,
      "<entity>Days_of_Glory_(2006_film)</entity>": 25375,
      "<entity>Days_of_Thunder</entity>": 25913,
      "<entity>Dazed_and_Confused_(film)</entity>": 29018,
      "<entity>Dead_Again</entity>": 25234,
      "<entity>Dead_End_(2003_film)</entity>": 27069,
      "<entity>Dead_Man</entity>": 26760,
      "<entity>Dead_Man_Running</entity>": 27020,
      "<entity>Dead_Man_Walking_(film)</entity>": 28399,
      "<entity>Dead_Poets_Society</entity>": 25734,
      "<entity>Dead_Presidents</entity>": 24988,
      "<entity>Dead_Silence</entity>": 28531,
      "<entity>Dead_Snow</entity>": 27964,
      "<entity>Deadly_Friend</entity>": 28176,
      "<entity>Deadpool_(film)</entity>": 27861,
      "<entity>Dear_Diary_(1996_film)</entity>": 29140,
      "<entity>Dear_John_(2010_film)</entity>": 29157,
      "<entity>Dear_Zachary:_A_Letter_to_a_Son_About_His_Father</entity>": 28114,
      "<entity>Death_Becomes_Her</entity>": 28338,
      "<entity>Death_Note_(2017_film)</entity>": 28316,
      "<entity>Death_Proof</entity>": 27104,
      "<entity>Death_Race_(film)</entity>": 28143,
      "<entity>Death_Run</entity>": 25576,
      "<entity>Death_Ship_(1980_film)</entity>": 28224,
      "<entity>Death_Watch</entity>": 25438,
      "<entity>Death_Wish_(upcoming_film)</entity>": 26836,
      "<entity>Death_Wish_3</entity>": 28932,
      "<entity>Death_Wish_V:_The_Face_of_Death</entity>": 29037,
      "<entity>Death_at_a_Funeral_(2010_film)</entity>": 28479,
      "<entity>Death_to_Smoochy</entity>": 25978,
      "<entity>Deathmaker</entity>": 29039,
      "<entity>Debbie_Does_Dallas</entity>": 28525,
      "<entity>Deception_(2008_film)</entity>": 27508,
      "<entity>Deck_the_Halls_(2005_film)</entity>": 25950,
      "<entity>Deep_Blue_Sea_(1999_film)</entity>": 25993,
      "<entity>Deep_Impact_(film)</entity>": 29110,
      "<entity>Deepwater_Horizon_(film)</entity>": 28028,
      "<entity>Def_Jam's_How_to_Be_a_Player</entity>": 25530,
      "<entity>Defendor</entity>": 27018,
      "<entity>Defiance_(2008_film)</entity>": 25072,
      "<entity>Definitely,_Maybe</entity>": 25523,
      "<entity>Delicatessen_(film)</entity>": 27701,
      "<entity>Demain_tout_commence</entity>": 26031,
      "<entity>Demolition_Man_(film)</entity>": 28934,
      "<entity>Demon_Knight</entity>": 27521,
      "<entity>Demons_(film)</entity>": 25038,
      "<entity>Demons_2</entity>": 26060,
      "<entity>Dennis_the_Menace_(film)</entity>": 29197,
      "<entity>Deranged_(1974_film)</entity>": 26355,
      "<entity>Desperado_(film)</entity>": 26951,
      "<entity>Despicable_Me</entity>": 27142,
      "<entity>Despicable_Me_2</entity>": 27960,
      "<entity>Despicable_Me_3</entity>": 27819,
      "<entity>Destination_Moon_(film)</entity>": 28691,
      "<entity>Destiny_(1927_film)</entity>": 29091,
      "<entity>Detective_School_Dropouts</entity>": 25625,
      "<entity>Deuce_Bigalow:_European_Gigolo</entity>": 28108,
      "<entity>Deuce_Bigalow:_Male_Gigolo</entity>": 25025,
      "<entity>Devil_(2011_film)</entity>": 28482,
      "<entity>Devil_in_a_Blue_Dress_(film)</entity>": 26840,
      "<entity>Diablo_(2015_film)</entity>": 27108,
      "<entity>Diabolique_(1996_film)</entity>": 26668,
      "<entity>Dial_M_for_Murder</entity>": 25297,
      "<entity>Diamonds_Are_Forever_(film)</entity>": 25005,
      "<entity>Diary_of_a_Mad_Black_Woman</entity>": 28600,
      "<entity>Diary_of_a_Wimpy_Kid_(film_series)</entity>": 25760,
      "<entity>Dick_Tracy_(1990_film)</entity>": 25251,
      "<entity>Did_You_Hear_About_the_Morgans%3F</entity>": 26310,
      "<entity>Die_Hard_(film_series)</entity>": 26734,
      "<entity>Die_Hard_2</entity>": 29131,
      "<entity>Die_Hard_with_a_Vengeance</entity>": 24889,
      "<entity>Dinosaur_(film)</entity>": 26271,
      "<entity>Dior_and_I</entity>": 29227,
      "<entity>Dirty_Dancing_(reality_TV_series)</entity>": 25944,
      "<entity>Dirty_Grandpa</entity>": 25093,
      "<entity>Dirty_Harry</entity>": 27050,
      "<entity>Dirty_Rotten_Scoundrels_(film)</entity>": 25565,
      "<entity>Dirty_Wars</entity>": 29182,
      "<entity>Disobedience_(film)</entity>": 26645,
      "<entity>Displaced_(2010_film)</entity>": 24909,
      "<entity>District_9</entity>": 26606,
      "<entity>Disturbia_(film)</entity>": 27066,
      "<entity>Diva_(1981_film)</entity>": 28328,
      "<entity>Divergence_(film)</entity>": 26347,
      "<entity>Divergent_(film)</entity>": 26491,
      "<entity>Divine_Secrets_of_the_Ya-Ya_Sisterhood_(film)</entity>": 25047,
      "<entity>Django_(film)</entity>": 27537,
      "<entity>Django_Unchained</entity>": 29239,
      "<entity>Do_You_Believe_in_Magic_(film)</entity>": 27800,
      "<entity>Do_the_Right_Thing_(podcast)</entity>": 28236,
      "<entity>Doctor_Dolittle_(film)</entity>": 25578,
      "<entity>Doctor_Strange_(film)</entity>": 27202,
      "<entity>Doctor_Zhivago_(film)</entity>": 25235,
      "<entity>DodgeBall:_A_True_Underdog_Story</entity>": 25331,
      "<entity>Dog_Days_(2001_film)</entity>": 26548,
      "<entity>Dogma_(film)</entity>": 26902,
      "<entity>Dogs_(2016_film)</entity>": 29066,
      "<entity>Dogtown_and_Z-Boys</entity>": 27566,
      "<entity>Dogville</entity>": 28513,
      "<entity>Dolls_(1987_film)</entity>": 26738,
      "<entity>Dolphin_Tale</entity>": 27993,
