{
  "added_tokens_decoder": {
    "0": {
      "content": "[PAD]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "3": {
      "content": "[UNK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "chat_template": "{% for message in messages %}{% if message['role'] == 'user' %}{{ 'User: ' + message['content'] }}{% elif message['role'] == 'assistant' %}{{ 'System: ' + message['content'] }}{% endif %}{% if not loop.last %}{{'\n'}}{% endif %}{% endfor %}",
  "clean_up_tokenization_spaces": true,
  "end_token": "[END]",
  "init_inputs": [
    {
      "!": 7,
      "#": 3536,
      "$": 4612,
      "%": 3312,
      "&": 252,
      "'": 505,
      "''": 4663,
      "'03": 14331,
      "'70s": 10998,
      "'80": 20077,
      "'80s": 5136,
      "'90s": 7801,
      "'93": 17249,
      "'Burbs": 16802,
      "'Cause": 21042,
      "'Chicks": 12879,
      "'Grind": 20029,
      "'LL": 11420,
      "'M": 18763,
      "'Night": 23865,
      "'S": 18757,
      "'avatars": 22050,
      "'blast": 23074,
      "'celebrated": 19279,
      "'cmon..": 22629,
      "'course": 9818,
      "'d": 257,
      "'em": 6030,
      "'every": 13740,
      "'favorite": 18671,
      "'final": 23365,
      "'first": 21876,
      "'freaks": 18253,
      "'get": 23168,
      "'goes": 12080,
      "'historical": 21543,
      "'initiation": 19992,
      "'joint": 12818,
      "'less": 20923,
      "'ll": 84,
      "'m": 60,
      "'pixar": 14882,
      "'re": 159,
      "'real": 17667,
      "'rescue": 11745,
      "'s": 32,
      "'scary": 20692,
      "'slow": 23066,
      "'the": 7732,
      "'triggered": 22581,
      "'unsolvable": 21497,
      "'ve": 78,
      "'who": 15416,
      "(": 314,
      ")": 128,
      "*": 2689,
      "**": 8266,
      "**might": 16608,
      "*Bill": 13674,
      "*He": 17288,
      "*Hello": 7325,
      "*Her": 19113,
      "*I": 18549,
      "*It": 19499,
      "*Japanese": 15725,
      "*Pitt": 23394,
      "*Quentin": 15602,
      "*Winston": 19857,
      "*Yes": 15580,
      "*about": 23560,
      "*action": 15840,
      "*again": 21022,
      "*also": 19897,
      "*animals": 17961,
      "*any": 14958,
      "*aren't*": 15942,
      "*awesome": 18312,
      "*bit": 22628,
      "*bye": 11879,
      "*can": 21666,
      "*chick": 23857,
      "*classic": 19594,
      "*click*": 22284,
      "*comedies": 13080,
      "*could": 16304,
      "*creepy": 23665,
      "*day": 21219,
      "*dumb": 13659,
      "*enjoy": 15329,
      "*evening": 14574,
      "*faints*": 13728,
      "*films": 23027,
      "*good": 9010,
      "*goodbye": 10550,
      "*grandaughter": 23895,
      "*great": 22351,
      "*have": 8313,
      "*hello": 18693,
      "*help": 18788,
      "*highly": 16112,
      "*horror": 18613,
      "*is": 12493,
      "*it": 9869,
      "*kind": 20082,
      "*least": 20922,
      "*like": 19882,
      "*liked": 18660,
      "*livingroom": 17354,
      "*lovers": 17675,
      "*mad": 22349,
      "*maybe": 19896,
      "*most": 14480,
      "*movie": 6356,
      "*myself": 14192,
      "*mysterious": 20752,
      "*mystery": 20478,
      "*news": 17548,
      "*old": 9756,
      "*once": 19706,
      "*one": 8491,
      "*out": 8140,
      "*perfect": 12848,
      "*recommendations": 14670,
      "*romantic": 21181,
      "*saw": 15413,
      "*seen": 10007,
      "*single": 16645,
      "*story": 23112,
      "*stumble": 19900,
      "*suggestion": 18665,
      "*suggestions": 11551,
      "*sure": 11616,
      "*suspense": 14203,
      "*that": 9759,
      "*there": 20244,
      "*though": 10226,
      "*work": 14649,
      "*you": 10267,
      "*your": 18828,
      "+": 15576,
      "+10": 18880,
      ",": 9,
      "-": 425,
      "--": 1165,
      "-Amazing": 20966,
      "-D": 2415,
      "-I": 15488,
      "-P": 9023,
      "-and": 15487,
      "-dixie": 21538,
      "-do": 19728,
      "-fiction": 18394,
      "-ish": 18254,
      "-radar": 18355,
      "-winner": 14757,
      ".": 5,
      "..": 492,
      "...": 154,
      "..Have": 17060,
      "..I": 7857,
      "..Such": 13149,
      "..Yes": 22678,
      "..You": 12867,
      "..again": 16293,
      "..also": 16733,
      "..and": 13133,
      "..awesome": 13301,
      "..does": 21451,
      "..good": 14889,
      "..great": 18535,
      "..hahaha": 4379,
      "..if": 23507,
      "..it": 14731,
      "..like": 16567,
      "..ofcourse": 12316,
      "..same": 11491,
      "..too": 14460,
      "..you": 16521,
      ".Broland": 14030,
      ".Bye": 18435,
      ".Could": 20302,
      ".HAPPY": 19675,
      ".Have": 14631,
      ".How": 22607,
      ".I": 4640,
      ".Im": 16126,
      ".It": 11706,
      ".Loved": 16652,
      ".Sorry": 19927,
      ".Thanks": 20514,
      ".Well": 22410,
      ".What": 22616,
      ".\\": 9220,
      ".a": 18642,
      ".all": 15160,
      ".and": 23103,
      ".anything": 12075,
      ".but": 21339,
      ".bye": 7617,
      ".damn": 14029,
      ".good": 16449,
      ".goodbye": 13295,
      ".have": 7604,
      ".havent": 20350,
      ".he": 23379,
      ".i": 6565,
      ".is": 13704,
      ".just": 9837,
      ".like": 12127,
      ".long": 12583,
      ".might": 22213,
      ".no": 23526,
      ".not": 10966,
      ".should": 8974,
      ".similar": 15991,
      ".so": 10387,
      ".that": 23041,
      ".the": 16366,
      ".this": 22651,
      ".those": 13888,
      ".too": 23225,
      ".what": 17260,
      ".will": 16641,
      ".yes": 10717,
      ".you": 13135,
      "/": 1421,
      "//": 20441,
      "//onlinefanatic.com/similar-movies-like-gladiator-and-300/": 22327,
      "//robertthedoll.org/": 19371,
      "//www.imdb.com/title/tt0104807/": 15008,
      "//www.imdb.com/title/tt3348730/reference": 22211,
      "//www.nationalreview.com/article/454900/christmas-movies-five-black-and-white-classics": 16687,
      "/Hello": 16408,
      "/dialogue": 22849,
      "/drama": 12446,
      "/no": 14268,
      "/shrug": 7554,
      "/we": 19630,
      "0": 6219,
      "007": 21286,
      "03": 9788,
      "09/11": 23742,
      "1": 951,
      "1-2": 15527,
      "10": 1118,
      "10,000.00": 18568,
      "10-15": 11947,
      "10-wheelers": 18899,
      "10/21/15": 14259,
      "100": 3061,
      "100+": 14416,
      "1000": 10842,
      "1000km": 17154,
      "10yrs": 17005,
      "11": 3222,
      "11.": 21797,
      "12": 2093,
      "12-6": 12925,
      "12-year-old": 22679,
      "120": 23404,
      "1203": 15880,
      "123": 12723,
      "127": 15927,
      "12th": 13127,
      "13": 2909,
      "13th": 7584,
      "14": 4143,
      "1408": 17127,
      "15": 8002,
      "156": 18978,
      "15yrs": 19835,
      "16": 7356,
      "16-year": 14353,
      "1630s": 23055,
      "16th": 10510,
      "17": 3894,
      "17-year": 10062,
      "17-year-old": 9054,
      "1700s": 18013,
      "17th": 17710,
      "18": 3286,
      "1800": 8882,
      "1800s/early": 14895,
      "19": 9911,
      "1900": 14896,
      "1900s": 16717,
      "190s": 20707,
      "1916": 21431,
      "1920": 15614,
      "1920s": 8881,
      "1922": 22899,
      "1929": 14392,
      "1930": 15734,
      "1934": 18112,
      "1937": 22763,
      "1940": 12816,
      "1941": 21471,
      "1945": 23625,
      "1946": 20490,
      "1947": 12938,
      "1950": 11442,
      "1952": 12394,
      "1953": 16329,
      "1956": 19641,
      "1959": 9908,
      "1960": 7611,
      "1960s": 6489,
      "1961": 14083,
      "1962": 21581,
      "1963": 18486,
      "1970": 6173,
      "1970s": 4804,
      "1971": 12334,
      "1972": 18986,
      "1973": 18022,
      "1975": 18987,
      "1976": 21372,
      "1980": 2067,
      "1980a": 20891,
      "1980s": 5370,
      "1981": 9214,
      "1982": 6391,
      "1985": 13681,
      "1986": 11152,
      "1987": 9294,
      "1988": 7449,
      "1990": 2194,
      "1990s": 5249,
      "1991": 6200,
      "1992": 5786,
      "1993": 13815,
      "1994": 8075,
      "1995": 7990,
      "1996": 12154,
      "1997": 7864,
      "1998": 11057,
      "1999": 4759,
      "19yr": 16569,
      "1st": 1850,
      "2": 426,
      "2-3": 17610,
      "2.5": 15961,
      "2/3": 12802,
      "20": 2341,
      "20+": 17941,
      "200": 19834,
      "2000": 2043,
      "2000s": 3990,
      "2000s*": 18705,
      "2001": 5496,
      "2002": 5043,
      "2003": 4384,
      "2004": 3097,
      "2005": 6936,
      "2006": 6458,
      "2007": 3970,
      "2008": 5582,
      "2008/2009": 14912,
      "2009": 4320,
      "200s": 11402,
      "2010": 3149,
      "2011": 6862,
      "2011..seems": 23205,
      "2012": 4048,
      "2013": 3155,
      "2014": 5605,
      "2015": 3843,
      "2016": 1926,
      "2017": 1085,
      "2017-2018": 13239,
      "2018": 1288,
      "2019": 9588,
      "2023": 22808,
      "2030": 21858,
      "2040": 22807,
      "2049": 9403,
      "20s": 21465,
      "20th": 19342,
      "21": 7206,
      "21..": 15370,
      "21st": 15617,
      "22": 8124,
      "23": 6789,
      "24": 10025,
      "24/7": 22191,
      "24th": 17483,
      "25": 10513,
      "25:17": 22162,
      "25th": 22771,
      "26th": 13624,
      "27": 8270,
      "28": 7586,
      "29th": 21380,
      "2D": 18659,
      "2ND": 19683,
      "2am": 16545,
      "2day": 22775,
      "2i/2": 19731,
      "2nd": 1240,
      "3": 719,
      "3*": 22474,
      "3+": 21517,
      "3,9": 18832,
      "3-10": 15965,
      "3..": 18104,
      "3.14": 15343,
      "3/5": 21846,
      "30": 3025,
      "300": 4543,
      "300.": 22328,
      "30Rock": 14843,
      "30s": 11156,
      "31": 16665,
      "33": 18073,
      "350": 23415,
      "3D": 2163,
      "3am": 20852,
      "3d": 4423,
      "3f": 13170,
      "3rd": 4282,
      "4": 944,
      "4.": 18113,
      "4/20": 10606,
      "4/5": 20744,
      "40": 8414,
      "43rd": 20773,
      "45": 9824,
      "4729": 13339,
      "48": 8057,
      "4K": 22893,
      "4k": 18824,
      "4th": 6145,
      "5": 1121,
      "5-7": 23109,
      "50": 3294,
      "50s": 6111,
      "50°": 20026,
      "5173": 12747,
      "5o": 18165,
      "5th": 15297,
      "6": 1886,
      "6-9": 19478,
      "6.2": 20946,
      "6/10": 11009,
      "60": 4642,
      "60km": 17157,
      "60s": 6782,
      "7": 1694,
      "7-year-old": 19293,
      "7.": 22978,
      "7.5": 20699,
      "7.7": 14315,
      "70": 1841,
      "70's-90": 20615,
      "70s": 2657,
      "71": 12656,
      "72": 16847,
      "75": 20991,
      "77": 20990,
      "8": 2287,
      "80": 636,
      "80'syou": 13660,
      "80-90": 23650,
      "80-early": 13043,
      "80s": 1012,
      "88": 13163,
      "89": 11012,
      "8mm": 15805,
      "8seen": 19390,
      "9": 1770,
      "9-11": 7655,
      "9.2": 12281,
      "9/11": 2716,
      "90": 975,
      "90s": 1185,
      "91": 13047,
      "92": 14705,
      "94": 16682,
      "97": 9929,
      "98": 23717,
      "99": 14916,
      "99/100": 17330,
      ":": 156,
      ":0": 3792,
      ":3": 5989,
      ";": 192,
      "<entity>%22Crocodile%22_Dundee</entity>": 17124,
      "<entity>...And_Justice_for_All_(film)</entity>": 18708,
      "<entity>...When_Love_Happens</entity>": 19827,
      "<entity>020</entity>": 13338,
      "<entity>101_Dalmatians_(1996_film)</entity>": 5049,
      "<entity>10_Cloverfield_Lane</entity>": 1746,
      "<entity>10_Things_I_Hate_About_You</entity>": 1203,
      "<entity>127_Hours</entity>": 3906,
      "<entity>12_(2007_film)</entity>": 14833,
      "<entity>12_Angry_Men_(1957_film)</entity>": 5075,
      "<entity>12_Angry_Men_(1997_film)</entity>": 16441,
      "<entity>12_Monkeys</entity>": 1976,
      "<entity>12_Rounds_(film)</entity>": 13652,
      "<entity>12_Years_a_Slave_(film)</entity>": 2937,
      "<entity>13_Assassins</entity>": 21709,
      "<entity>13_Ghosts</entity>": 3835,
      "<entity>13_Going_on_30</entity>": 1523,
      "<entity>13_Hours:_The_Secret_Soldiers_of_Benghazi</entity>": 1731,
      "<entity>13th_(film)</entity>": 6532,
      "<entity>17_Again_(film)</entity>": 5571,
      "<entity>18_Again!</entity>": 13665,
      "<entity>21_(2008_film)</entity>": 15051,
      "<entity>21_(2016_film)</entity>": 5860,
      "<entity>21_Grams</entity>": 11806,
      "<entity>21_Jump_Street_(film)</entity>": 598,
      "<entity>22_Jump_Street</entity>": 1132,
      "<entity>27_Dresses</entity>": 1628,
      "<entity>28_Days_(film)</entity>": 4196,
      "<entity>28_Days_Later</entity>": 2146,
      "<entity>28_Weeks_Later</entity>": 5315,
      "<entity>2_Fast_2_Furious</entity>": 3641,
      "<entity>2_Guns</entity>": 7314,
      "<entity>300:_Rise_of_an_Empire</entity>": 9638,
      "<entity>300_Miles_to_Heaven</entity>": 14554,
      "<entity>30_Days_of_Night_(film)</entity>": 7591,
      "<entity>35_and_Ticking</entity>": 7994,
      "<entity>3:10_to_Yuma_(1957_film)</entity>": 19013,
      "<entity>3:10_to_Yuma_(2007_film)</entity>": 3548,
      "<entity>3_Days_to_Kill</entity>": 14684,
      "<entity>3_Idiots</entity>": 3630,
      "<entity>3_Ninjas_(film)</entity>": 8578,
      "<entity>40_Days_and_Nights</entity>": 17361,
      "<entity>42_(film)</entity>": 11821,
      "<entity>47_Meters_Down</entity>": 7283,
      "<entity>47_Ronin_(2013_film)</entity>": 8201,
      "<entity>48_Hours_of_Hallucinatory_Sex</entity>": 23313,
      "<entity>48_Hrs.</entity>": 3982,
      "<entity>50_(2011_film)</entity>": 19746,
      "<entity>50_First_Dates</entity>": 428,
      "<entity>61*</entity>": 14335,
      "<entity>88_Minutes</entity>": 20009,
      "<entity>8_Heads_in_a_Duffel_Bag</entity>": 2725,
      "<entity>8_Mile_(film)</entity>": 8517,
      "<entity>8mm_(film)</entity>": 15806,
      "<entity>9-Man_(film)</entity>": 21343,
      "<entity>916_(film)</entity>": 17781,
      "<entity>9</entity>": 12091,
      "<entity>9_to_5_(film)</entity>": 8588,
      "<entity>A.I._Artificial_Intelligence</entity>": 4314,
      "<entity>A_(1998_Japanese_film)</entity>": 18886,
      "<entity>A_Beautiful_Life_(2008_film)</entity>": 17765,
      "<entity>A_Beautiful_Mind_(film)</entity>": 1804,
      "<entity>A_Better_Tomorrow</entity>": 18283,
      "<entity>A_Bridge_Too_Far_(film)</entity>": 10139,
      "<entity>A_Bronx_Tale</entity>": 3949,
      "<entity>A_Bug's_Life</entity>": 3034,
      "<entity>A_Chorus_Line_(film)</entity>": 18577,
      "<entity>A_Christmas_Carol_(2009_film)</entity>": 12113,
      "<entity>A_Christmas_Horror_Story</entity>": 20307,
      "<entity>A_Christmas_Story</entity>": 3208,
      "<entity>A_Civil_Action_(film)</entity>": 13505,
      "<entity>A_Clockwork_Orange_(film)</entity>": 3931,
      "<entity>A_Cure_for_Wellness</entity>": 2833,
      "<entity>A_Dangerous_Man</entity>": 13285,
      "<entity>A_Day_in_the_Death_of_Donny_B</entity>": 17642,
      "<entity>A_Far_Off_Place</entity>": 15080,
      "<entity>A_Few_Good_Men</entity>": 5865,
      "<entity>A_Fish_Called_Wanda</entity>": 3875,
      "<entity>A_Fistful_of_Dollars</entity>": 3416,
      "<entity>A_Game_of_Thrones_(role-playing_game)</entity>": 8648,
      "<entity>A_Girl_at_My_Door</entity>": 23157,
      "<entity>A_Good_Day_to_Die_Hard</entity>": 4033,
      "<entity>A_Good_Year</entity>": 13063,
      "<entity>A_Goofy_Movie</entity>": 8063,
      "<entity>A_Guide_to_Recognizing_Your_Saints</entity>": 14272,
      "<entity>A_Haunted_House</entity>": 8658,
      "<entity>A_Haunted_House_2</entity>": 19825,
      "<entity>A_History_of_Violence</entity>": 12031,
      "<entity>A_Home_of_Our_Own</entity>": 11181,
      "<entity>A_Kid_for_Two_Farthings_(film)</entity>": 19514,
      "<entity>A_Kind_of_Murder</entity>": 21183,
      "<entity>A_Knight's_Tale</entity>": 4919,
      "<entity>A_League_of_Their_Own</entity>": 3631,
      "<entity>A_Letter_to_Momo</entity>": 22427,
      "<entity>A_Little_Princess_(1995_film)</entity>": 6073,
      "<entity>A_Lot_like_Love</entity>": 13593,
      "<entity>A_Madea_Christmas_(film)</entity>": 11779,
      "<entity>A_Man_Apart</entity>": 10219,
      "<entity>A_Midsummer_Night's_Dream_(1999_film)</entity>": 7462,
      "<entity>A_Mighty_Wind</entity>": 19573,
      "<entity>A_Monster_Calls_(film)</entity>": 4602,
      "<entity>A_Night_at_the_Roxbury</entity>": 2925,
      "<entity>A_Nightmare_on_Elm_Street_(2010_film)</entity>": 2633,
      "<entity>A_Nightmare_on_Elm_Street_(franchise)</entity>": 822,
      "<entity>A_Patch_of_Blue</entity>": 16842,
      "<entity>A_Perfect_Getaway</entity>": 15636,
      "<entity>A_Perfect_Murder</entity>": 4833,
      "<entity>A_Perfect_World</entity>": 8466,
      "<entity>A_Place_at_the_Table</entity>": 13462,
      "<entity>A_Quiet_Place_to_Kill</entity>": 18689,
      "<entity>A_Raisin_in_the_Sun_(2008_film)</entity>": 23075,
      "<entity>A_River_Runs_Through_It_(film)</entity>": 6273,
      "<entity>A_Room_with_a_View_(1985_film)</entity>": 12827,
      "<entity>A_Scanner_Darkly_(film)</entity>": 4932,
      "<entity>A_Serious_Man</entity>": 16496,
      "<entity>A_Shot_in_the_Dark_(1964_film)</entity>": 8784,
      "<entity>A_Silent_Voice_(film)</entity>": 13942,
      "<entity>A_Simple_Plan_(film)</entity>": 16497,
      "<entity>A_Star_Is_Born_(1954_film)</entity>": 22833,
      "<entity>A_Tale_of_Two_Sisters</entity>": 14036,
      "<entity>A_Taste_of_Honey_(film)</entity>": 15321,
      "<entity>A_Time_to_Kill_(1996_film)</entity>": 4532,
      "<entity>A_Very_Harold_&_Kumar_3D_Christmas</entity>": 15597,
      "<entity>A_Walk_Among_the_Tombstones_(film)</entity>": 9923,
      "<entity>A_Walk_in_the_Clouds</entity>": 6882,
      "<entity>A_Walk_to_Remember</entity>": 853,
      "<entity>A_Woman_Scorned_(1911_film)</entity>": 11113,
      "<entity>Abbott_and_Costello_Go_to_Mars</entity>": 21984,
      "<entity>Abbott_and_Costello_Meet_Frankenstein</entity>": 7219,
      "<entity>Abduction_(2011_film)</entity>": 4292,
      "<entity>About_Last_Night_(1986_film)</entity>": 18121,
      "<entity>About_Time_(2013_film)</entity>": 3761,
      "<entity>About_a_Boy_(film)</entity>": 3852,
      "<entity>Above_Suspicion_(1995_film)</entity>": 18383,
      "<entity>Above_the_Law_(film)</entity>": 9345,
      "<entity>Abraham_Lincoln:_Vampire_Hunter</entity>": 11631,
      "<entity>Absentia_(film)</entity>": 8316,
      "<entity>Absolute_Beginners_(film)</entity>": 15659,
      "<entity>Absolute_Power_(film)</entity>": 21952,
      "<entity>Absolutely_Anything</entity>": 3621,
      "<entity>According_to_Greta</entity>": 12822,
      "<entity>Ace_Ventura:_Pet_Detective</entity>": 1253,
      "<entity>Ace_Ventura:_When_Nature_Calls</entity>": 3716,
      "<entity>Ace_in_the_Hole_(1951_film)</entity>": 23599,
      "<entity>Across_the_Universe_(film)</entity>": 6658,
      "<entity>Act_of_Valor</entity>": 4931,
      "<entity>Acts_of_Worship_(film)</entity>": 23525,
      "<entity>Addams_Family_Values</entity>": 13412,
      "<entity>Addicted_(2002_film)</entity>": 20508,
      "<entity>Addicted_to_Love_(film)</entity>": 16468,
      "<entity>Adventureland_(film)</entity>": 8635,
      "<entity>Adventures_in_Babysitting</entity>": 5205,
      "<entity>Adventures_of_Captain_Marvel</entity>": 17987,
      "<entity>African_Cats</entity>": 10391,
      "<entity>After_Earth</entity>": 5780,
      "<entity>Agent_Cody_Banks</entity>": 10419,
      "<entity>Aids_(film)</entity>": 18033,
      "<entity>Aileen_Wuornos:_The_Selling_of_a_Serial_Killer</entity>": 13488,
      "<entity>Air_America_(film)</entity>": 19383,
      "<entity>Air_Bud:_World_Pup</entity>": 17094,
      "<entity>Air_Bud</entity>": 2516,
      "<entity>Air_Force_One_(film)</entity>": 3922,
      "<entity>Airheads</entity>": 19239,
      "<entity>Airplane!</entity>": 546,
      "<entity>Airplane_II:_The_Sequel</entity>": 2025,
      "<entity>Akeelah_and_the_Bee</entity>": 13201,
      "<entity>Akira_(1988_film)</entity>": 3979,
      "<entity>Aladdin</entity>": 8820,
      "<entity>Aladdin_(1992_Golden_Films_film)</entity>": 1141,
      "<entity>Aladdin_and_the_King_of_Thieves</entity>": 11923,
      "<entity>Aladin_(film)</entity>": 3785,
      "<entity>Alaska_(1996_film)</entity>": 13269,
      "<entity>Alex_&_Emma</entity>": 9301,
      "<entity>Alexander_(2004_film)</entity>": 5927,
      "<entity>Alexander_and_the_Terrible,_Horrible,_No_Good,_Very_Bad_Day_(film)</entity>": 10216,
      "<entity>Ali_(film)</entity>": 9778,
      "<entity>Ali_G_Indahouse</entity>": 18220,
      "<entity>Alice_Through_the_Looking_Glass_(2016_film)</entity>": 5289,
      "<entity>Alice_in_Wonderland_(1976_film)</entity>": 7758,
      "<entity>Alice_in_Wonderland_(2005_film)</entity>": 3012,
      "<entity>Alice_in_Wonderland_(2010_film)</entity>": 3975,
      "<entity>Alice_in_Wondertown</entity>": 16719,
      "<entity>Alien:_Resurrection</entity>": 8683,
      "<entity>Alien_(film)</entity>": 733,
      "<entity>Alien_2:_On_Earth</entity>": 19512,
      "<entity>Alien_3</entity>": 7033,
      "<entity>Alien_Dead</entity>": 20921,
      "<entity>Alien_Nation_(film)</entity>": 17650,
      "<entity>Alien_vs._Predator_(film)</entity>": 3920,
      "<entity>Aliens_(film)</entity>": 1312,
      "<entity>Aliens_in_the_Attic</entity>": 14436,
      "<entity>Aliens_vs._Predator:_Requiem</entity>": 5813,
      "<entity>Alila</entity>": 19424,
      "<entity>Alive_(1993_film)</entity>": 10300,
      "<entity>All's_Faire_in_Love</entity>": 11949,
      "<entity>All_About_Anna</entity>": 22020,
      "<entity>All_About_Eve</entity>": 8216,
      "<entity>All_About_Steve</entity>": 15753,
      "<entity>All_Dogs_Go_to_Heaven_2</entity>": 5444,
      "<entity>All_Good_Things_(film)</entity>": 7168,
      "<entity>All_Quiet_on_the_Western_Front_(1930_film)</entity>": 18770,
      "<entity>All_the_Right_Moves_(film)</entity>": 15269,
      "<entity>All_the_Way_(Buffy_the_Vampire_Slayer)</entity>": 12201,
      "<entity>Allied_(film)</entity>": 4117,
      "<entity>Almost_Famous</entity>": 5958,
      "<entity>Almost_Friends</entity>": 7582,
      "<entity>Alone_in_Berlin_(film)</entity>": 23307,
      "<entity>Alone_in_the_Dark_(2005_film)</entity>": 22097,
      "<entity>Along_Came_a_Spider_(film)</entity>": 2888,
      "<entity>Alvin_and_the_Chipmunks_(film)</entity>": 9373,
      "<entity>Always_(1989_film)</entity>": 9902,
      "<entity>Amadeus_(film)</entity>": 3884,
      "<entity>Amazon_Women_on_the_Moon</entity>": 14626,
      "<entity>Amelia_(film)</entity>": 21562,
      "<entity>America's_Sweethearts</entity>": 9483,
      "<entity>American_Beauty_(1999_film)</entity>": 1790,
      "<entity>American_Gangster_(film)</entity>": 3229,
      "<entity>American_Gigolo</entity>": 11881,
      "<entity>American_Graffiti</entity>": 5990,
      "<entity>American_History_X</entity>": 4627,
      "<entity>American_Hustle</entity>": 2684,
      "<entity>American_Me</entity>": 9995,
      "<entity>American_Ninja</entity>": 6210,
      "<entity>American_Ninja_2:_The_Confrontation</entity>": 12242,
      "<entity>American_Pie_(film_series)</entity>": 1232,
      "<entity>American_Pie_2</entity>": 4477,
      "<entity>American_Psycho_(film)</entity>": 2112,
      "<entity>American_Sniper</entity>": 1301,
      "<entity>American_Wedding</entity>": 4903,
      "<entity>American_Zombie</entity>": 22376,
      "<entity>Amistad_(film)</entity>": 10273,
      "<entity>Amores_perros</entity>": 12092,
      "<entity>Amy_(2015_film)</entity>": 21839,
      "<entity>Amélie</entity>": 1902,
      "<entity>An_Affair_to_Remember</entity>": 18421,
      "<entity>An_American_Haunting</entity>": 19939,
      "<entity>An_American_Werewolf_in_London</entity>": 4123,
      "<entity>An_American_Werewolf_in_Paris</entity>": 22404,
      "<entity>An_Inconvenient_Truth</entity>": 6037,
      "<entity>An_Unfinished_Life</entity>": 22509,
      "<entity>Anabelle_Acosta</entity>": 23345,
      "<entity>Anaconda_(film_series)</entity>": 5211,
      "<entity>Analyze_This</entity>": 7405,
      "<entity>Anastasia_(1997_film)</entity>": 4351,
      "<entity>Anatomy_of_a_Murder</entity>": 9744,
      "<entity>Anchorman:_The_Legend_of_Ron_Burgundy</entity>": 1192,
      "<entity>Anchorman_2:_The_Legend_Continues</entity>": 1698,
      "<entity>And_Then_There_Were_None_(1974_film)</entity>": 17540,
      "<entity>Andre_(film)</entity>": 18701,
      "<entity>Angel_Heart</entity>": 20387,
      "<entity>Angels_&_Demons_(film)</entity>": 20326,
      "<entity>Angels_in_the_Outfield_(1994_film)</entity>": 6446,
      "<entity>Angels_with_Dirty_Faces</entity>": 23820,
      "<entity>Anger_Management_(film)</entity>": 5245,
      "<entity>Animal_Crackers_(2017_film)</entity>": 13002,
      "<entity>Animal_House</entity>": 1687,
      "<entity>Anna_Karenina_(2012_film)</entity>": 23835,
      "<entity>Anna_and_the_King</entity>": 10128,
      "<entity>Anna_in_Kungfuland</entity>": 21667,
      "<entity>Annabelle's_Affairs</entity>": 17055,
      "<entity>Annabelle_(film)</entity>": 728,
      "<entity>Annabelle_2</entity>": 1077,
      "<entity>Anne_of_Green_Gables_(1985_film)</entity>": 11596,
      "<entity>Anneliese:_The_Exorcist_Tapes</entity>": 23419,
      "<entity>Annie_(1976_film)</entity>": 7612,
      "<entity>Annie_(1982_film)</entity>": 3643,
      "<entity>Annie_(1999_film_soundtrack)</entity>": 9625,
      "<entity>Annie_(2014_film_soundtrack)</entity>": 7629,
      "<entity>Annie_Get_Your_Gun_(film)</entity>": 9572,
      "<entity>Annie_Hall</entity>": 3960,
      "<entity>Anomalisa</entity>": 10657,
      "<entity>Another_48_Hrs.</entity>": 17266,
      "<entity>Another_Cinderella_Story</entity>": 11321,
      "<entity>Another_Earth</entity>": 18622,
      "<entity>Ant-Man_(film)</entity>": 1442,
      "<entity>Anth</entity>": 8600,
      "<entity>Antz</entity>": 4345,
      "<entity>Any_Given_Sunday</entity>": 7040,
      "<entity>Anywhere_but_Here_(film)</entity>": 12677,
      "<entity>Apartment_143</entity>": 9708,
      "<entity>Apocalypse_Now</entity>": 2688,
      "<entity>Apocalypto</entity>": 4892,
      "<entity>Apollo_13_(film)</entity>": 2214,
      "<entity>Apollo_18_(film)</entity>": 7728,
      "<entity>Arachnophobia_(film)</entity>": 7743,
      "<entity>Archie:_To_Riverdale_and_Back_Again</entity>": 17007,
      "<entity>Are_We_Done_Yet%3F</entity>": 18482,
      "<entity>Are_We_There_Yet%3F_(film)</entity>": 4206,
      "<entity>Are_You_Here</entity>": 18030,
      "<entity>Area_51_(film)</entity>": 6727,
      "<entity>Argo_(2004_film)</entity>": 8126,
      "<entity>Argo_(2012_film)</entity>": 5292,
      "<entity>Armageddon_(1997_film)</entity>": 1544,
      "<entity>Armageddon_(1998_film)</entity>": 5741,
      "<entity>Around_the_World_in_80_Days_(2004_film)</entity>": 6598,
      "<entity>Arrival_(film)</entity>": 583,
      "<entity>Arthur_(2011_film)</entity>": 13223,
      "<entity>Arthur_Christmas</entity>": 14069,
      "<entity>As_Good_as_It_Gets</entity>": 2288,
      "<entity>As_You_Are_(film)</entity>": 20111,
      "<entity>Assassins_(film)</entity>": 15030,
      "<entity>Atlantic_Rim_(film)</entity>": 4729,
      "<entity>Atlantis:_The_Lost_Empire</entity>": 12090,
      "<entity>Atonement_(film)</entity>": 3932,
      "<entity>Attack_of_the_50_Foot_Woman</entity>": 9550,
      "<entity>Attack_on_Titan_(film)</entity>": 8616,
      "<entity>Attakathi</entity>": 17653,
      "<entity>Au_revoir_les_enfants</entity>": 17208,
      "<entity>August:_Osage_County_(film)</entity>": 5109,
      "<entity>August_Rush</entity>": 14269,
      "<entity>Auntie_Mame_(film)</entity>": 19703,
      "<entity>Austin_Powers:_International_Man_of_Mystery</entity>": 6371,
      "<entity>Austin_Powers:_The_Spy_Who_Shagged_Me</entity>": 19417,
      "<entity>Austin_Powers_in_Goldmember</entity>": 22929,
      "<entity>Australia_(2008_film)</entity>": 6745,
      "<entity>Automata_(film)</entity>": 17123,
      "<entity>Autumn_in_New_York_(film)</entity>": 13899,
      "<entity>Avatar_(2004_film)</entity>": 5562,
      "<entity>Avatar_(2009_film)</entity>": 612,
      "<entity>Avatar_(upcoming_film)</entity>": 16071,
      "<entity>Avenger_(2006_film)</entity>": 2480,
      "<entity>Avengers:_Age_of_Ultron</entity>": 3291,
      "<entity>Avengers_Grimm</entity>": 7144,
      "<entity>Awakenings</entity>": 10846,
      "<entity>Away_We_Go</entity>": 13915,
      "<entity>Ayn_Rand:_A_Sense_of_Life</entity>": 23524,
      "<entity>BASEketball_(soundtrack)</entity>": 5585,
      "<entity>BURN-E</entity>": 12172,
      "<entity>Babe:_Pig_in_the_City</entity>": 22035,
      "<entity>Babe_(film)</entity>": 3468,
      "<entity>Babel_(film)</entity>": 7577,
      "<entity>Baby's_Day_Out</entity>": 9143,
      "<entity>Baby_Boy_(film)</entity>": 22889,
      "<entity>Baby_Driver_(film)</entity>": 723,
      "<entity>Baby_Mama_(film)</entity>": 2635,
      "<entity>Bachelor_Party_(2012_film)</entity>": 3995,
      "<entity>Bachelor_Party_Vegas</entity>": 22233,
      "<entity>Bachelorette_(film)</entity>": 15819,
      "<entity>Back_to_School</entity>": 23455,
      "<entity>Back_to_the_Future</entity>": 1051,
      "<entity>Back_to_the_Future_(franchise)</entity>": 7712,
      "<entity>Back_to_the_Future_Part_II</entity>": 6093,
      "<entity>Back_to_the_Future_Part_III</entity>": 6147,
      "<entity>Backcountry_(film)</entity>": 21205,
      "<entity>Backdraft_(film)</entity>": 14379,
      "<entity>Backtrack_(2015_film)</entity>": 21708,
      "<entity>Bad_Boys_(1995_film)</entity>": 1491,
      "<entity>Bad_Boys_(2003_film)</entity>": 4018,
      "<entity>Bad_Boys_(manga)</entity>": 22302,
      "<entity>Bad_Boys_II</entity>": 2425,
      "<entity>Bad_Company_(2002_film)</entity>": 8086,
      "<entity>Bad_Girls_(2012_film)</entity>": 17980,
      "<entity>Bad_Lieutenant:_Port_of_Call_New_Orleans</entity>": 16861,
      "<entity>Bad_Moms</entity>": 414,
      "<entity>Bad_News_Bears</entity>": 6836,
      "<entity>Bad_Santa</entity>": 1945,
      "<entity>Bad_Taste</entity>": 13385,
      "<entity>Bad_Teacher</entity>": 11767,
      "<entity>Bad_Words_(film)</entity>": 8917,
      "<entity>Baggage_Claim_(film)</entity>": 14430,
      "<entity>Balls_of_Fury</entity>": 16227,
      "<entity>Balto_(film)</entity>": 19909,
      "<entity>Bambi</entity>": 2364,
      "<entity>Bambi_(2013_film)</entity>": 5606,
      "<entity>Bambi_II</entity>": 17974,
      "<entity>Bandits_(1997_film)</entity>": 16498,
      "<entity>Bandits_(2001_film)</entity>": 13259,
      "<entity>Bandslam</entity>": 16001,
      "<entity>Barbarella_(film)</entity>": 19470,
      "<entity>Barbershop:_The_Next_Cut</entity>": 9733,
      "<entity>Barbershop_(film_series)</entity>": 14302,
      "<entity>Barry_(2016_film)</entity>": 12323,
      "<entity>Barry_Lyndon</entity>": 8732,
      "<entity>Barton_Fink</entity>": 4542,
      "<entity>Basic_(film)</entity>": 16676,
      "<entity>Basic_Instinct</entity>": 4527,
      "<entity>Basilisk:_The_Serpent_King</entity>": 10534,
      "<entity>Bastille_Day_(film)</entity>": 14661,
      "<entity>Batman:_Death_Wish</entity>": 9905,
      "<entity>Batman:_Revenge</entity>": 7479,
      "<entity>Batman_&_Robin_(film)</entity>": 4915,
      "<entity>Batman_(1966_film)</entity>": 5040,
      "<entity>Batman_(1989_film_series)</entity>": 2022,
      "<entity>Batman_(military)</entity>": 2596,
      "<entity>Batman_Beyond:_Return_of_the_Joker_(video_game)</entity>": 18640,
      "<entity>Batman_Forever</entity>": 4488,
      "<entity>Batman_Returns</entity>": 20442,
      "<entity>Batman_Revealed</entity>": 6467,
      "<entity>Batman_and_Robin_(serial)</entity>": 18639,
      "<entity>Batman_v_Superman:_Dawn_of_Justice</entity>": 3284,
      "<entity>Bats_(film)</entity>": 21925,
      "<entity>Batteries_Not_Included</entity>": 13483,
      "<entity>Battle_Royale_(film)</entity>": 4973,
      "<entity>Battle_of_Britain_(film)</entity>": 22606,
      "<entity>Battle_of_Los_Angeles_(film)</entity>": 22341,
      "<entity>Battleship_(film)</entity>": 4647,
      "<entity>Battlestar_Galactica:_Razor</entity>": 8432,
      "<entity>Be_Cool</entity>": 7293,
      "<entity>Beaches_(film)</entity>": 2507,
      "<entity>BearCity_2:_The_Proposal</entity>": 12967,
      "<entity>Bears_(film)</entity>": 19614,
      "<entity>Beastly_(film)</entity>": 10640,
      "<entity>Beasts_of_No_Nation_(film)</entity>": 20249,
      "<entity>Beauty_Shop</entity>": 6572,
      "<entity>Beauty_and_the_Beast:_The_Enchanted_Christmas</entity>": 14642,
      "<entity>Beauty_and_the_Beast_(1934_film)</entity>": 10862,
      "<entity>Beauty_and_the_Beast_(1992_film)</entity>": 1599,
      "<entity>Beauty_and_the_Beast_(2005_film)</entity>": 22192,
      "<entity>Beauty_and_the_Beast_(2017_film)</entity>": 613,
      "<entity>Beauty_and_the_Bestie</entity>": 16708,
      "<entity>Because_I_Said_So_(film)</entity>": 8246,
      "<entity>Because_of_Winn-Dixie_(film)</entity>": 4987,
      "<entity>Becoming_Jane</entity>": 11793,
      "<entity>Bedevilled_(2010_film)</entity>": 14077,
      "<entity>Bedknobs_and_Broomsticks</entity>": 20007,
      "<entity>Bedtime_Stories_(film)</entity>": 6443,
      "<entity>Bee_Movie</entity>": 5940,
      "<entity>Beer_for_My_Horses_(film)</entity>": 12158,
      "<entity>Beerfest</entity>": 3759,
      "<entity>Beethoven_(film)</entity>": 2978,
      "<entity>Beetlejuice</entity>": 2050,
      "<entity>Before_I_Go_to_Sleep_(film)</entity>": 9580,
      "<entity>Before_I_Wake_(2016_film)</entity>": 5097,
      "<entity>Before_Midnight_(film)</entity>": 5890,
      "<entity>Before_Sunrise</entity>": 6891,
      "<entity>Before_Sunset</entity>": 17282,
      "<entity>Begin_Again_(film)</entity>": 7683,
      "<entity>Behind_Enemy_Lines_(film_series)</entity>": 7256,
      "<entity>Behind_the_Mask_(2006_film)</entity>": 19574,
      "<entity>Being_Charlie</entity>": 11328,
      "<entity>Being_Elmo:_A_Puppeteer's_Journey</entity>": 20253,
      "<entity>Being_John_Malkovich</entity>": 11472,
      "<entity>Being_There</entity>": 14629,
      "<entity>Bell,_Book_and_Candle</entity>": 15759,
      "<entity>Belly_(film)</entity>": 7594,
      "<entity>Ben_(film)</entity>": 17769,
      "<entity>Bend_It_Like_Beckham</entity>": 7798,
      "<entity>Beneath_(2013_film)</entity>": 12210,
      "<entity>Benji:_Off_the_Leash!</entity>": 18138,
      "<entity>Benji_the_Hunted</entity>": 23143,
      "<entity>Benny_&_Joon</entity>": 7387,
      "<entity>Berlin_Syndrome_(film)</entity>": 10766,
      "<entity>Bernie_(2011_film)</entity>": 12007,
      "<entity>Best_Friends_(2007_film)</entity>": 11827,
      "<entity>Best_in_Show_(film)</entity>": 4217,
      "<entity>Better_Off_Dead_(film)</entity>": 8446,
      "<entity>Better_Than_Chocolate</entity>": 12931,
      "<entity>Between_Us_(2016_film)</entity>": 8661,
      "<entity>Beverly_Hills_Cop</entity>": 2327,
      "<entity>Beverly_Hills_Cop_II</entity>": 11904,
      "<entity>Beverly_Hills_Cop_III</entity>": 23273,
      "<entity>Beverly_Hills_Ninja</entity>": 19989,
      "<entity>Bewitched_(2005_film)</entity>": 19460,
      "<entity>Beyond_a_Reasonable_Doubt_(2009_film)</entity>": 13067,
      "<entity>Beyond_the_Law_(1992_film)</entity>": 20295,
      "<entity>Bicentennial_Man_(film)</entity>": 4596,
      "<entity>Bichhoo</entity>": 13322,
      "<entity>Bicycle_Thieves</entity>": 21782,
      "<entity>Big_(film)</entity>": 1325,
      "<entity>Big_Blue_Lake</entity>": 19626,
      "<entity>Big_Daddy_(1999_film)</entity>": 1041,
      "<entity>Big_Eyes</entity>": 15151,
      "<entity>Big_Fat_Liar</entity>": 10133,
      "<entity>Big_Fish</entity>": 4454,
      "<entity>Big_Hero_6_(film)</entity>": 2240,
      "<entity>Big_Momma's_House_(soundtrack)</entity>": 3413,
      "<entity>Big_Momma's_House_2</entity>": 9564,
      "<entity>Big_Mommas:_Like_Father,_Like_Son</entity>": 17785,
      "<entity>Big_Stan</entity>": 10642,
      "<entity>Big_Trouble_in_Little_China</entity>": 6407,
      "<entity>Bill_&_Ted's_Bogus_Journey</entity>": 7041,
      "<entity>Bill_&_Ted's_Excellent_Adventure</entity>": 4616,
      "<entity>Billy_Budd_(film)</entity>": 11752,
      "<entity>Billy_Elliot</entity>": 19667,
      "<entity>Billy_Liar_(film)</entity>": 15322,
      "<entity>Billy_Lynn's_Long_Halftime_Walk_(film)</entity>": 6568,
      "<entity>Billy_Madison</entity>": 887,
      "<entity>Bim</entity>": 7996,
      "<entity>Bio-Dome</entity>": 7920,
      "<entity>Bird_(film)</entity>": 7342,
      "<entity>Bird_on_a_Wire_(film)</entity>": 22185,
      "<entity>Birdman_(film_score)</entity>": 4655,
      "<entity>Bitter_Harvest_(2016_film)</entity>": 23309,
      "<entity>Black_(2015_Belgian_film)</entity>": 11461,
      "<entity>Black_Beauty_(1971_film)</entity>": 15107,
      "<entity>Black_Beauty_(1994_film)</entity>": 7211,
      "<entity>Black_Belt_(film)</entity>": 19902,
      "<entity>Black_Christmas_(1974_film)</entity>": 18035,
      "<entity>Black_Christmas_(2006_film)</entity>": 13996,
      "<entity>Black_Death_(film)</entity>": 14155,
      "<entity>Black_Knight_(film)</entity>": 13537,
      "<entity>Black_Mask_(film)</entity>": 9551,
      "<entity>Black_Mask_2:_City_of_Masks</entity>": 20872,
      "<entity>Black_Mass_(film)</entity>": 4014,
      "<entity>Black_Roses_(1988_film)</entity>": 17802,
      "<entity>Black_Sheep_(1996_film)</entity>": 4118,
      "<entity>Black_Snake_Moan_(film)</entity>": 21151,
      "<entity>Black_Stallion_(film)</entity>": 8984,
      "<entity>Black_Swan_(film)</entity>": 1606,
      "<entity>Blackbeard's_Ghost</entity>": 23574,
      "<entity>Blackfish_(film)</entity>": 1792,
      "<entity>Blackthorn_(comics)</entity>": 8354,
      "<entity>Blacktop_(film)</entity>": 21054,
      "<entity>Blade:_Trinity</entity>": 14055,
      "<entity>Blade_(film)</entity>": 2101,
      "<entity>Blade_(film_series)</entity>": 18161,
      "<entity>Blade_II</entity>": 6310,
      "<entity>Blade_Runner</entity>": 843,
      "<entity>Blades_of_Glory</entity>": 2771,
      "<entity>Blair_Witch_(film)</entity>": 4254,
      "<entity>Blank_Check_(film)</entity>": 7355,
      "<entity>Blankman</entity>": 19457,
      "<entity>Blast_from_the_Past_(film)</entity>": 10106,
      "<entity>Blazing_Saddles</entity>": 1070,
      "<entity>Bleed_for_This</entity>": 6276,
      "<entity>Bleeding_Steel</entity>": 10205,
      "<entity>Blended_(film)</entity>": 831,
      "<entity>Blindside_(film)</entity>": 5252,
      "<entity>Blitz_(film)</entity>": 17132,
      "<entity>Blood_Car</entity>": 16920,
      "<entity>Blood_Diamond_(film)</entity>": 5272,
      "<entity>Blood_Feast</entity>": 10812,
      "<entity>Blood_In_Blood_Out</entity>": 7850,
      "<entity>Blood_Simple</entity>": 8107,
      "<entity>Blood_and_Bone</entity>": 7725,
      "<entity>Bloodsport_(film)</entity>": 4736,
      "<entity>Blow_(film)</entity>": 2387,
      "<entity>Blown_Away_(1994_film)</entity>": 11805,
      "<entity>Blue_Chips</entity>": 15440,
      "<entity>Blue_Crush</entity>": 11455,
      "<entity>Blue_Hawaii</entity>": 17946,
      "<entity>Blue_Is_the_Warmest_Colour</entity>": 5826,
      "<entity>Blue_Jay_(film)</entity>": 16912,
      "<entity>Blue_Moon_Rising_(film)</entity>": 18748,
      "<entity>Blue_Streak_(film)</entity>": 18957,
      "<entity>Blue_Valentine_(film)</entity>": 9692,
      "<entity>Boat_Trip_(film)</entity>": 14805,
      "<entity>Body_of_Lies_(film)</entity>": 5339,
      "<entity>Bolt_(2008_film)</entity>": 5871,
      "<entity>Bone_Tomahawk</entity>": 15886,
      "<entity>Bonnie_and_Clyde_(film)</entity>": 19966,
      "<entity>Boogie_Nights</entity>": 5449,
      "<entity>Book_of_Shadows:_Blair_Witch_2</entity>": 8025,
      "<entity>Boomerang_(2001_film)</entity>": 21825,
      "<entity>Boomerang_(2015_film)</entity>": 9760,
      "<entity>Booty_Call</entity>": 11304,
      "<entity>Borat</entity>": 1481,
      "<entity>Bordello_of_Blood</entity>": 10297,
      "<entity>Born_on_the_Fourth_of_July_(film)</entity>": 23868,
      "<entity>Born_to_Be_Wild_(2011_film)</entity>": 19213,
      "<entity>Born_to_Race_(2011_film)</entity>": 15320,
      "<entity>Boruto:_Naruto_the_Movie</entity>": 5728,
      "<entity>Bottle_Rocket</entity>": 12058,
      "<entity>Bound_(1996_film)</entity>": 22240,
      "<entity>Bounty_Hunters_(TV_series)</entity>": 6231,
      "<entity>Bourne_(film_series)</entity>": 9562,
      "<entity>Bowfinger</entity>": 18092,
      "<entity>Bowling_for_Columbine</entity>": 4575,
      "<entity>Boxing_Helena</entity>": 5440,
      "<entity>Boy_(2010_film)</entity>": 23869,
      "<entity>Boy_Wonder_(film)</entity>": 21173,
      "<entity>Boyhood_(film)</entity>": 3507,
      "<entity>Boys_Don't_Cry_(film)</entity>": 5827,
      "<entity>Boys_on_the_Side</entity>": 6806,
      "<entity>Boyz_n_the_Hood</entity>": 7497,
      "<entity>Braindead_(film)</entity>": 5539,
      "<entity>Bram_Stoker's_Dracula</entity>": 7941,
      "<entity>Brave_(2012_film)</entity>": 1838,
      "<entity>Brave_New_World_(1998_film)</entity>": 14407,
      "<entity>Braveheart</entity>": 897,
      "<entity>Brazil_(1985_film)</entity>": 13494,
      "<entity>Breakfast_at_Tiffany's_(film)</entity>": 1583,
      "<entity>Breaking_Dawn_(2004_film)</entity>": 18852,
      "<entity>Brewster's_Millions_(1985_film)</entity>": 22384,
      "<entity>Brick_(film)</entity>": 11991,
      "<entity>Brick_Mansions</entity>": 12213,
      "<entity>Bride_Wars</entity>": 1973,
      "<entity>Bride_Wars_(2015_film)</entity>": 3770,
      "<entity>Bride_and_Prejudice</entity>": 15894,
      "<entity>Bride_of_Chucky</entity>": 3619,
      "<entity>Brides_(2004_film)</entity>": 21913,
      "<entity>Bridesmaids_(1989_film)</entity>": 9560,
      "<entity>Bridesmaids_(2011_film)</entity>": 368,
      "<entity>Bridge_of_Spies_(film)</entity>": 3152,
      "<entity>Bridge_to_Terabithia_(2007_film)</entity>": 6609,
      "<entity>Bridget_Jones's_Baby</entity>": 4778,
      "<entity>Bridget_Jones's_Diary_(film)</entity>": 1699,
      "<entity>Bridget_Jones:_The_Edge_of_Reason_(film)</entity>": 16344,
      "<entity>Brigadoon_(film)</entity>": 17948,
      "<entity>Bring_It_On_(film_series)</entity>": 4824,
      "<entity>Bringing_Down_the_House_(film)</entity>": 10075,
      "<entity>Bringing_Up_Baby</entity>": 6791,
      "<entity>Broadcast_News_(film)</entity>": 20256,
      "<entity>Brokeback_Mountain</entity>": 2863,
      "<entity>Broken_City</entity>": 10907,
      "<entity>Broken_Flowers</entity>": 8965,
      "<entity>Bronson_(film)</entity>": 23277,
      "<entity>Brooklyn's_Finest</entity>": 21554,
      "<entity>Brooklyn_(film)</entity>": 5382,
      "<entity>Brother_Nature_(film)</entity>": 19264,
      "<entity>Brothers_(2009_film)</entity>": 17635,
      "<entity>Bruce_Almighty</entity>": 1110,
      "<entity>Bruce_Lee_and_I</entity>": 21685,
      "<entity>Brüno</entity>": 4971,
      "<entity>Bucky_Larson:_Born_to_Be_a_Star</entity>": 13499,
      "<entity>Budget_Padmanabhan</entity>": 15256,
      "<entity>Buffy_the_Vampire_Slayer_(film)</entity>": 8581,
      "<entity>Bulletproof_(1996_film)</entity>": 9207,
      "<entity>Bullets_over_Broadway</entity>": 14020,
      "<entity>Bullitt</entity>": 3114,
      "<entity>Bully_(2001_film)</entity>": 15427,
      "<entity>Bully_(2011_film)</entity>": 23195,
      "<entity>Bundle_of_Joy</entity>": 18244,
      "<entity>Burglar_(film)</entity>": 13557,
      "<entity>Buried_(film)</entity>": 8103,
      "<entity>Burlesque_(2010_Australian_film)</entity>": 9072,
      "<entity>Burn_After_Reading</entity>": 4666,
      "<entity>Burnt_(film)</entity>": 21480,
      "<entity>Burnt_Offerings_(film)</entity>": 21202,
      "<entity>Bus_Stop_(1956_film)</entity>": 18713,
      "<entity>Butch_Cassidy_and_the_Sundance_Kid</entity>": 5529,
      "<entity>Butterfly_on_a_Wheel</entity>": 10212,
      "<entity>By_the_Sea_(2015_film)</entity>": 19817,
      "<entity>CNote_(film)</entity>": 9447,
      "<entity>Cabaret_(1972_film)</entity>": 9457,
      "<entity>Cabin_Fever_(2000_film)</entity>": 4512,
      "<entity>Cabin_Fever_(2016_film)</entity>": 9495,
      "<entity>Cabin_in_the_Sky_(film)</entity>": 20971,
      "<entity>Caddyshack</entity>": 888,
      "<entity>Caddyshack_II</entity>": 4303,
      "<entity>Cadillac_Man</entity>": 20596,
      "<entity>Call_of_the_Wild_(2009_film)</entity>": 15470,
      "<entity>Camp_Rock_(Virginia)</entity>": 4727,
      "<entity>Can't_Buy_Me_Love_(film)</entity>": 8541,
      "<entity>Can-Can_(film)</entity>": 17947,
      "<entity>Candyman:_Farewell_to_the_Flesh</entity>": 13442,
      "<entity>Candyman_(film)</entity>": 2634,
      "<entity>Cannibal!_The_Musical</entity>": 9464,
      "<entity>Cannibal_(2006_film)</entity>": 8243,
      "<entity>Cannibal_Holocaust</entity>": 8585,
      "<entity>Cape_Fear_(1991_film)</entity>": 4600,
      "<entity>Captain_America:_Civil_War</entity>": 973,
      "<entity>Captain_America_(1979_film)</entity>": 12040,
      "<entity>Captain_America_(1990_film)</entity>": 2001,
      "<entity>Captain_Blood_(1960_film)</entity>": 12146,
      "<entity>Captain_Phillips_(film)</entity>": 3969,
      "<entity>Captain_Voyeur</entity>": 22688,
      "<entity>Captive_(2008_film)</entity>": 15173,
      "<entity>Capturing_Bad_Bill</entity>": 13489,
      "<entity>Carlito's_Way</entity>": 8777,
      "<entity>Carol_(film)</entity>": 3959,
      "<entity>Carolina_(2003_film)</entity>": 13881,
      "<entity>Carousel_(film)</entity>": 9315,
      "<entity>Carrie_(1952_film)</entity>": 16846,
      "<entity>Carrie_(1976_film)</entity>": 1260,
      "<entity>Carrie_(2013_film)</entity>": 4154,
      "<entity>Carriers_(film)</entity>": 20439,
      "<entity>Cars_(film)</entity>": 1123,
      "<entity>Cars_2</entity>": 3839,
      "<entity>Cars_3_(2009_film)</entity>": 12861,
      "<entity>Cars_3_(2017_film)</entity>": 1539,
      "<entity>Cartel_Land</entity>": 17617,
      "<entity>Casablanca_(film)</entity>": 1248,
      "<entity>Casanova_(2005_film)</entity>": 22391,
      "<entity>Cashback_(film)</entity>": 14719,
      "<entity>Casino_(film)</entity>": 1736,
      "<entity>Casino_Royale_(2006_film)</entity>": 2283,
      "<entity>Casper_(film)</entity>": 4328,
      "<entity>Cast_Away</entity>": 1475,
      "<entity>Castaway_(film)</entity>": 2228,
      "<entity>Castle_in_the_Sky</entity>": 9687,
      "<entity>Cat_Ballou</entity>": 14728,
      "<entity>Cat_People_(1942_film)</entity>": 14237,
      "<entity>Cat_and_Mouse_(2003_film)</entity>": 8771,
      "<entity>Catch_Me_If_You_Can</entity>": 1595,
      "<entity>Catch_That_Kid</entity>": 21082,
      "<entity>Cats_&_Dogs:_The_Revenge_of_Kitty_Galore</entity>": 12618,
      "<entity>Cats_&_Dogs</entity>": 6199,
      "<entity>Cats_(1998_film)</entity>": 16872,
      "<entity>Cats_Don't_Dance</entity>": 20156,
      "<entity>Catwoman_(film)</entity>": 7311,
      "<entity>Cedar_Rapids_(film)</entity>": 20762,
      "<entity>Cellular_(film)</entity>": 16678,
      "<entity>Center_Stage_(2000_film)</entity>": 12001,
      "<entity>Central_Intelligence</entity>": 892,
      "<entity>Centurion_(film)</entity>": 7061,
      "<entity>Certified_Copy_(film)</entity>": 18907,
      "<entity>Challenge_to_Lassie</entity>": 21623,
      "<entity>Chances:_The_Women_of_Magdalene</entity>": 14098,
      "<entity>Changeling_(film)</entity>": 2695,
      "<entity>Changing_Lanes</entity>": 11910,
      "<entity>Chaos_(2000_film)</entity>": 17583,
      "<entity>Chaplin_(film)</entity>": 19447,
      "<entity>Chappie_(film)</entity>": 5034,
      "<entity>Charade_(1953_film)</entity>": 5510,
      "<entity>Chariots_of_Fire</entity>": 10376,
      "<entity>Charles_Manson_Superstar</entity>": 15948,
      "<entity>Charlie's_Angels_(film)</entity>": 6484,
      "<entity>Charlie's_Angels_(video_game)</entity>": 18038,
      "<entity>Charlie_St._Cloud_(film)</entity>": 8345,
      "<entity>Charlie_Wilson's_War</entity>": 18334,
      "<entity>Charlie_and_the_Chocolate_Factory_(film)</entity>": 1828,
      "<entity>Charlotte's_Web_(1973_film)</entity>": 9827,
      "<entity>Charlotte's_Web_(2006_film)</entity>": 6064,
      "<entity>Chasing_Amy</entity>": 3715,
      "<entity>Cheaper_by_the_Dozen_(1950_film)</entity>": 22936,
      "<entity>Cheaper_by_the_Dozen_(2003_film)</entity>": 3375,
      "<entity>Cheaper_by_the_Dozen_2</entity>": 7455,
      "<entity>Cheaters_(film)</entity>": 23194,
      "<entity>Checking_Out_(2005_film)</entity>": 21182,
      "<entity>Cheech_&_Chong's_Next_Movie</entity>": 5240,
      "<entity>Cheech_&_Chong's_The_Corsican_Brothers</entity>": 11695,
      "<entity>Chef_(film)</entity>": 7916,
      "<entity>Chernobyl_Diaries</entity>": 12133,
      "<entity>Chicago_(2002_film)</entity>": 1431,
      "<entity>Chicago_10_(film)</entity>": 18313,
      "<entity>Chicken_Little_(2005_film)</entity>": 9230,
      "<entity>Chicken_Run</entity>": 13157,
      "<entity>Chiko</entity>": 22247,
      "<entity>Child's_Play_(1988_film)</entity>": 2154,
      "<entity>Child's_Play_2</entity>": 17357,
      "<entity>Children_Full_of_Life</entity>": 21074,
      "<entity>Children_of_Men</entity>": 3422,
      "<entity>Children_of_the_Corn_(1984_film)</entity>": 4088,
      "<entity>Children_of_the_Corn_(2009_film)</entity>": 8325,
      "<entity>China_(2016_film)</entity>": 20545,
      "<entity>Chinatown_(1974_film)</entity>": 5210,
      "<entity>Chisum</entity>": 16890,
      "<entity>Chitty_Chitty_Bang_Bang</entity>": 4165,
      "<entity>Chloe_(film)</entity>": 15104,
      "<entity>Chocolat_(2000_film)</entity>": 6005,
      "<entity>Chocolat_(2016_film)</entity>": 21488,
      "<entity>Christine_(1983_film)</entity>": 3637,
      "<entity>Christmas_Eve_(2015_film)</entity>": 8032,
      "<entity>Christmas_in_Connecticut</entity>": 16685,
